<?php
/**
*
* acp_board [Russian]
*
* @package language
* @version $Id: board.php 10080 2009-08-31 14:57:04Z nickvergessen $
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

//кери тәрҗемәсе

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

// Board Settings
$lang = array_merge($lang, array(
	'ACP_BOARD_SETTINGS_EXPLAIN'	=> 'Сез монда конференциягә гомуми шартлар, аңа исем һәм тасвирлама бирә аласыз, шулай ук килешү буенча кулланачак сәгать өлкәсен һәм телне күрсәтә аласыз.',
	'CUSTOM_DATEFORMAT'				=> 'Башка...',
	'DEFAULT_DATE_FORMAT'			=> 'Дата форматы',
	'DEFAULT_DATE_FORMAT_EXPLAIN'	=> 'Синтаксис PHP теленең <code><a href="http://www.php.net/date">date</code></a> мөмкинлегенә тиңдәш.',
	'DEFAULT_LANGUAGE'				=> 'Килешү буенча конференция теле',
	'DEFAULT_STYLE'					=> 'Килешү буенча конференция стиле',
	'DISABLE_BOARD'					=> 'Конференцияне сүндерергә',
	'DISABLE_BOARD_EXPLAIN'			=> 'Конференция кулланучыларга мөмкин булмаячак. Шулай ук сез керүчеләр күрә алган кыска хәбәрне (255 билгегә кадәр) кертә аласыз.',
	'OVERRIDE_STYLE'				=> 'Кулланучы стилен үзгәртергә',
	'OVERRIDE_STYLE_EXPLAIN'		=> 'Кулланучы сайлаган стиль килешү буенча белән алмаштырылачак',
	'SITE_DESC'						=> 'Конференция тасвирламасы',
	'SITE_NAME'						=> 'Конференция исеме',
	'SYSTEM_DST'					=> 'Җәйге вакытка күчү (<abbr title="Җәйге вакыт">DST</abbr>)',
	'SYSTEM_TIMEZONE'				=> 'Кулланучылар өчен сәгать кыры',
	'SYSTEM_TIMEZONE_EXPLAIN'		=> 'Сәгать өлкәсе теркәлмәгән кулланучыларның (кунаклар, ботлар) вакытын күрсәтү өчен кулланыла. Теркәлгән кулланучылар үз сәгать өлкәсен теркәлгәндә көйли һәм Шәхси бүлектә аны үзгәртә ала.',
	'WARNINGS_EXPIRE'				=> 'Кисәтү дәвамлыгы',
	'WARNINGS_EXPIRE_EXPLAIN'		=> 'Кулланучыга бирелгән кисәтү бу көннән соң үзе алыначак. 0 кисәтү алынмасын өчен кертегез.',
));

// Board Features
$lang = array_merge($lang, array(
	'ACP_BOARD_FEATURES_EXPLAIN'	=> 'Сез монда конференциянең кайбер мөмкинлекләрен кабыза яки сүндерә аласыз',

	'ALLOW_ATTACHMENTS'			=> 'Өстәүләрне рөхсәт итү',
	'ALLOW_BIRTHDAYS'			=> 'Туган көннәрне рөхсәт итү',
	'ALLOW_BIRTHDAYS_EXPLAIN'	=> 'Рәвештә туган көннәрне һәм яшьне күрсәтергә рөхсәт итәргә. Исәпкә алыгыз, туган көннәр форум исемлегендә аерым серверга төялеш көйләүләрендә кабызыла.',
	'ALLOW_BOOKMARKS'			=> 'Темаларга кыстыргыч рөхсәт итәргә',
	'ALLOW_BOOKMARKS_EXPLAIN'	=> 'Кулланучылар охшаган темаларга кыстыргычлар куя алачак',
	'ALLOW_BBCODE'				=> 'BBCode рөхсәт итү',
	'ALLOW_FORUM_NOTIFY'		=> 'Форумнарга язылуны рөхсәт итү',
	'ALLOW_NAME_CHANGE'			=> 'Кулланучы исемен алмаштырырга рөхсәт итәргә',
	'ALLOW_NO_CENSORS'			=> 'Автоцензор сүндерүен рөхсәт итәргә',
	'ALLOW_NO_CENSORS_EXPLAIN'	=> 'Кулланучылар гади яки шәхси хәбәрләрдә автоцензорны сайлап сүндерә алачак',
	'ALLOW_PM_ATTACHMENTS'		=> 'Шәхси хәбәрләрдә өстәүләрне рөхсәт итәргә',
	'ALLOW_PM_REPORT'			=> 'Шәхси хәбәрләргә шикаять рөхсәт итәргә',
	'ALLOW_PM_REPORT_EXPLAIN'	=> 'Бу рәвешне кабызганда, кулланучыларда модераторларга башка кулланучылардан алган шәхси хәбәрләре өчен шикаять язу мөмкинлеге барлыкка киләчәк. Шикаять бирелгән хәбәрләр модератор аслыгында күренәчәк.',
	'ALLOW_QUICK_REPLY'			=> 'Тиз җавапны рөхсәт итәргә',
	'ALLOW_QUICK_REPLY_EXPLAIN'	=> 'Бу рәвешне кабызганда кирәкле форумнарда шулай ук тиз җавап рәвеше кабызылырга тиеш.',
	'ALLOW_QUICK_REPLY_BUTTON'	=> 'Һәр форумда тиз җавапны җибәрергә һәм кабызырга',
	'ALLOW_SIG'					=> 'Имзаларны рөхсәт итү',
	'ALLOW_SIG_BBCODE'			=> 'BBCode кулланучылар имзасында рөхсәт итәргә',
	'ALLOW_SIG_FLASH'			=> 'BBCode тегын <code>[FLASH]</code> кулланучылар имзасында куллануын рөхсәт итәргә',
	'ALLOW_SIG_IMG'				=> 'BBCode тегын <code>[IMG]</code> кулланучылар имзасында кулланырга рөхсәт итәргә',
	'ALLOW_SIG_LINKS'			=> 'Кулланучылар имзасында сылтамаларны рөхсәт итәргә',
	'ALLOW_SIG_LINKS_EXPLAIN'	=> 'Тыю очрагында BBCode тегы <code>[URL]</code> һәм текстны сылтамага үзе үзгәртү сүндереләчәк.',
	'ALLOW_SIG_SMILIES'			=> 'Кулланучылар имзасында смайликларны рөхсәт итәргә',
	'ALLOW_SMILIES'				=> 'Смайликларны рөхсәт итү',
	'ALLOW_TOPIC_NOTIFY'		=> 'Темаларга язылуны рөхсәт итәргә',
	'BOARD_PM'					=> 'Шәхси хәбәрләрне рөхсәт итәргә',
	'BOARD_PM_EXPLAIN'			=> 'Барлык кулланучы өчен шәхси хәбәрләр белән алмашуны кабызырга',
));

// Avatar Settings
$lang = array_merge($lang, array(
	'ACP_AVATAR_SETTINGS_EXPLAIN'	=> 'Аватарлар — кечкенә шәхси сурәтләр, аларны кулланучылар үзләренең хисап язмасына бәйли ала. Сайланган стильгә карап, аватарлар күп очракта кулланучы исеме астында тема караганда күрсәтелә . Сез монда кулланучылар белән аватарны куллануын көйли аласыз. Зинһар, аватарны йөкләү өчен папка ясарга кирәк, аның исеме аста билгеләнә һәм серверның ул папкага яздыру хокукы булуын тикшерегез. Шулай ук исәпкә алыгыз: файл күләменә чикләү серверга йөкләнгән аватар файлларына гына куела һәм ерак сурәтләргә кагылмый.',

	'ALLOW_AVATARS'					=> 'Аватарларны рөхсәт итү',
	'ALLOW_AVATARS_EXPLAIN'			=> 'Аватар куллану мөмкинлеген глобаль кабызу яки сүндерү.<br />Искәртмә: әгәр сез аватарны тулысынча сүндерсәгез яки аватарның кайбер рәвешләр куллануын тыйсагыз, сүндерелгән аватарлар конференциядә бүтән күрсәтелмәячәк, әмма кулланучылар элеккечә үз аватарларын кулланучының идарә аслыгыннан йөкли алачак.',
	'ALLOW_LOCAL'					=> 'Аватар галереясын рөхсәт итәргә',
	'ALLOW_REMOTE'					=> 'Бетерелгән аватарларны рөхсәт итәргә',
	'ALLOW_REMOTE_EXPLAIN'			=> 'Башка сәхифәләрдән күрсәтелгән аватарлар сылтамалары',
	'ALLOW_REMOTE_UPLOAD'			=> 'Аватарның ерак йөкләвен  рөхсәт итәргә',
	'ALLOW_REMOTE_UPLOAD_EXPLAIN'	=> 'Башка сәхифәләрдән аватар йөкләвен рөхсәт итәргә',
	'ALLOW_UPLOAD'					=> 'Аватарның туры йөкләнешен рөхсәт итәргә',
	'AVATAR_GALLERY_PATH'			=> 'Аватар галереясына юл',
	'AVATAR_GALLERY_PATH_EXPLAIN'	=> 'phpBB тамыр папкасына карата йөкләнгән рәсемнәр белән папкага юл. Мәсәлән, <samp>images/avatars/gallery</samp>.',
	'AVATAR_STORAGE_PATH'			=> 'Аватарны төяү папкасы',
	'AVATAR_STORAGE_PATH_EXPLAIN'	=> 'phpBB тамыр папкасына карата папка юлы. Мәсәлән, <samp>images/avatars/upload</samp>.',
	'MAX_AVATAR_SIZE'				=> 'Аватарның максималь зурлыгы',
	'MAX_AVATAR_SIZE_EXPLAIN'		=> 'Киңлек × биеклек (пиксельләрдә).',
	'MAX_FILESIZE'					=> 'Аватарның максималь файл күләме',
	'MAX_FILESIZE_EXPLAIN'			=> 'Йөкләнелгән аватар файлының максималь күләме. Мәгънә 0 тигез булса, файл күләме PHP рәвеше белән генә чикләнгән.',
	'MIN_AVATAR_SIZE'				=> 'Аватарның минималь зурлыгы',
	'MIN_AVATAR_SIZE_EXPLAIN'		=> 'Киңлек × биеклек (пиксельләрдә).',
));

// Message Settings
$lang = array_merge($lang, array(
	'ACP_MESSAGE_SETTINGS_EXPLAIN'		=> 'Сез монда шәхси хәбәрләр (ШХ) өчен килешү буенча көйләүләрне билгели аласыз',

	'ALLOW_BBCODE_PM'			=> 'BBCode ШХ рөхсәт итү',
	'ALLOW_FLASH_PM'			=> 'BBCode тегын рөхсәт итәргә <code>[FLASH]</code>',
	'ALLOW_FLASH_PM_EXPLAIN'	=> 'Исәпкә алыгыз, монда кабызылган булса, flash куллану мөмкинлеге шулай ук урнаштырылган керү хокукларына бәйле.',
	'ALLOW_FORWARD_PM'			=> 'ШХ күп җибәрүне рөхсәт итәргә',
	'ALLOW_IMG_PM'				=> 'BBCode тегын рөхсәт итәргә <code>[IMG]</code>',
	'ALLOW_MASS_PM'				=> 'ШХ берничә кулланучыга яки кулланучылар төркеменә җибәрергә рөхсәт итәргә',
	'ALLOW_MASS_PM_EXPLAIN'		=> 'Кулланучылар төркеменә ШХ җибәрүен төркемнәр идарәсе битендә көйләп була',
	'ALLOW_PRINT_PM'			=> 'ШХ бастыру күренешен рөхсәт итәргә',
	'ALLOW_QUOTE_PM'			=> 'ШХ өземтәләрне рөхсәт итү',
	'ALLOW_SIG_PM'				=> 'ШХ имзаны рөхсәт итәргә',
	'ALLOW_SMILIES_PM'			=> 'ШХ смайликларны рөхсәт итәргә',
	'BOXES_LIMIT'				=> 'Папкада ШХ максималь саны',
	'BOXES_LIMIT_EXPLAIN'		=> 'Кулланучылар ШХ өчен һәр папкада күрсәтелгән хәбәрләр саныннан артык саклый алмаячак. 0 чикләүне алу өчен кертегез.',
	'BOXES_MAX'					=> 'ШХ өчен максималь папка саны',
	'BOXES_MAX_EXPLAIN'			=> 'Кулланучылар күрсәтелгән саннан артык ШХ өчен папка килешү буенча ясый алмаячак',
	'ENABLE_PM_ICONS'			=> 'ШХ темалар билгечекләрен кулланырга рөхсәт итәргә',
	'FULL_FOLDER_ACTION'		=> 'Тулган папка өчен килешү буенча гамәл',
	'FULL_FOLDER_ACTION_EXPLAIN'=> 'Кулланучының папкасы тулганда, кулланучы папка өчен сайлаган гамәл кулланырлык булмаса, килешү буенча гамәл. Бердән-бер чыгарма «Җибәргәннәр» папкасы, аның өчен килешү буенча гамәл һәрвакыт иске хәбәрләрне бетерү',
	'HOLD_NEW_MESSAGES'			=> 'Яңа хәбәрләрне җыеп торырга',
	'PM_EDIT_TIME'				=> 'Төзәтү вакытын чикләү',
	'PM_EDIT_TIME_EXPLAIN'		=> 'Җибәрелгән, әмма алучысы әле алмаган шәхси хәбәрнең төзәтү мөмкинлеге вакытын чикләү. 0 чикләүләрне алу өчен куегыз',
	'PM_MAX_RECIPIENTS'			=> 'ШХ алучының максималь рөхсәт ителгән саны',
	'PM_MAX_RECIPIENTS_EXPLAIN'	=> 'Шәхси хәбәрләр алучыларның максималь рөхсәт ителгән саны. 0 чик булмаганын аңлата. Бу мәгънә төркемнәр идарәсе битендә һәр кулланучы төркеме өчен куела ала.',
));

// Post Settings
$lang = array_merge($lang, array(
	'ACP_POST_SETTINGS_EXPLAIN'			=> 'Сез монда килешү буенча көйләүләрне хәбәрләр урнаштыру өчен билгели аласыз',
	'ALLOW_POST_LINKS'					=> 'Сылтамаларны гади/шәхси хәбәрләрдә рөхсәт итәргә',
	'ALLOW_POST_LINKS_EXPLAIN'			=> 'Тыю очрагында BBCode тегы <code>[URL]</code> һәм текстны сылтамага үзе үзгәртү сүндереләчәк.',
	'ALLOW_POST_FLASH'					=> 'BBCode тегын <code>[FLASH]</code> хәбәрләрдә рөхсәт итәргә',
	'ALLOW_POST_FLASH_EXPLAIN'			=> 'Әгәр BBCode тегы <code>[FLASH]</code> тыелган булса, ул хәбәрләрдә сүндереләчәк. BBCode тегын <code>[FLASH]</code>кулланырга хокукы булган кулланучыны керү хокукы идарәсе системасы аша билгеләп була.',

	'BUMP_INTERVAL'					=> 'Тема күтәрүне тоткарлау',
	'BUMP_INTERVAL_EXPLAIN'			=> 'Соңгы хәбәрдән минутлар, сәгатьләр яки көннәр үткәннән соң теманы күтәрергә ярый. 0 бу мөмкинлекне сүндерү өчен кертегез.',
	'CHAR_LIMIT'					=> 'Хәбәрдә максималь билге саны',
	'CHAR_LIMIT_EXPLAIN'			=> 'Шәхси хәбәрләрдә максималь рөхсәт ителгән билге саны. 0 чикләмәне алу өчен кертегез',
	'DELETE_TIME'					=> 'Бетерүгә вакытны чикләү',
	'DELETE_TIME_EXPLAIN'			=> 'Яңа хәбәрләрне бетерергә мөмкин булган вакытны чикләү. 0 бу мөмкинлекне сүндерү өчен кертегез.',
	'DISPLAY_LAST_EDITED'			=> 'Соңгы төзәтү турындагы белешмәне күрсәтергә',
	'DISPLAY_LAST_EDITED_EXPLAIN'	=> 'Соңгы үзгәртелгән хәбәр турында мәгълүматны күрсәтү өчен сайлагыз',
	'EDIT_TIME'						=> 'Төзәтүгә вакытны чикләү',
	'EDIT_TIME_EXPLAIN'				=> 'Яңа хәбәрләрне төзәтергә мөмкин булган вакытны чикләү. 0 бу мөмкинлекне сүндерү өчен кертегез.',
	'FLOOD_INTERVAL'				=> 'Флудны тоткарлау',
	'FLOOD_INTERVAL_EXPLAIN'		=> 'Кулланучының ике хәбәре арасында үтәргә тиеш секунд саны. Кулланучыларга  бу чикләүне кире кагу мөмкинлеге булсын өчен аларга туры килгән хокукларны урнаштырыгыз.',
	'HOT_THRESHOLD'					=> 'Популяр темада хәбәр',
	'HOT_THRESHOLD_EXPLAIN'			=> 'Тема популяр халәтен алсын өчен анда хәбәрләрнең кирәк саны. 0 популяр темаларны сүндерү өчен кертегез.',
	'MAX_POLL_OPTIONS'				=> 'Сораштыруларда максималь җавап варианты саны',
	'MAX_POST_FONT_SIZE'			=> 'Хәбәрдә максималь хәреф зурлыгы',
	'MAX_POST_FONT_SIZE_EXPLAIN'	=> 'Хәбәрләрдә хәрефләрнең максималь рөхсәт ителгән зурлыгы. 0 чикләмәне алу өчен кертегез',
	'MAX_POST_IMG_HEIGHT'			=> 'Хәбәрдә сурәтнең максималь биеклеге',
	'MAX_POST_IMG_HEIGHT_EXPLAIN'	=> 'Хәбәрләрдә сурәтләрнең/flash максималь биеклеге. 0 чикләмәне алу өчен кертегез',
	'MAX_POST_IMG_WIDTH'			=> 'Хәбәрдә сурәтнең максималь киңлеге',
	'MAX_POST_IMG_WIDTH_EXPLAIN'	=> 'Хәбәрләрдә сурәтләрнең/flash максималь киңлеге. 0 чикләмәне алу өчен кертегез',
	'MAX_POST_URLS'					=> 'Хәбәрдә максималь сылтама саны',
	'MAX_POST_URLS_EXPLAIN'			=> 'Хәбәрдә максималь сылтама саны. 0 чикләмәне алу өчен кертегез',
	'MIN_CHAR_LIMIT'				=> 'Хәбәрдә билгеләрнең минималь саны',
	'MIN_CHAR_LIMIT_EXPLAIN'		=> 'Шәхси хәбәрләрне җибәрү өчен анда минималь билге саны. Кимендә мөмкин булган сан 1.',
	'POSTING'						=> 'Хәбәрләр урнашуы',
	'POSTS_PER_PAGE'				=> 'Биттә хәбәр',
	'QUOTE_DEPTH_LIMIT'				=> 'Өземтәләрнең максималь өстәүлек тирәнлеге',
	'QUOTE_DEPTH_LIMIT_EXPLAIN'		=> 'Хәбәрләрдә өземтәләр өчен максималь өстәүлек тирәнлеге. 0 чикләмәне алу өчен кертегез',
	'SMILIES_LIMIT'					=> 'Хәбәрдә максималь смайликлар саны',
	'SMILIES_LIMIT_EXPLAIN'			=> 'Хәбәрләрдә смайликларның максималь саны. 0 чикләмәне алу өчен кертегез',
	'SMILIES_PER_PAGE'				=> 'Биттә смайликлар',
	'TOPICS_PER_PAGE'				=> 'Биттә тема',
));

// Signature Settings
$lang = array_merge($lang, array(
	'ACP_SIGNATURE_SETTINGS_EXPLAIN'	=> 'Монда сез имзалар өчен килешү буенча көйләүләрне урнаштыра аласыз',

	'MAX_SIG_FONT_SIZE'				=> 'Имзада максималь хәреф зурлыгы',
	'MAX_SIG_FONT_SIZE_EXPLAIN'		=> 'Кулланучылар имзасында максималь рөхсәт ителгән хәрефләр зурлыгы. 0 чикләмәне алу өчен кертегез.',
	'MAX_SIG_IMG_HEIGHT'			=> 'Сурәтнең имзада максималь биеклеге',
	'MAX_SIG_IMG_HEIGHT_EXPLAIN'	=> 'Кулланучылар имзасында сурәтләрнең/flash максималь биеклеге. 0 чикләмәне алу өчен кертегез.',
	'MAX_SIG_IMG_WIDTH'				=> 'Сурәтнең имзада максималь киңлеге',
	'MAX_SIG_IMG_WIDTH_EXPLAIN'		=> 'Кулланучылар имзасында сурәтләрнең/flash максималь киңлеге. 0 чикләмәне алу өчен кертегез.',
	'MAX_SIG_LENGTH'				=> 'Имзаның максималь озынлыгы',
	'MAX_SIG_LENGTH_EXPLAIN'		=> 'Кулланучылар имзасында максималь билге саны',
	'MAX_SIG_SMILIES'				=> 'Язылуда максимум смайлик',
	'MAX_SIG_SMILIES_EXPLAIN'		=> 'Кулланучылар имзасында смайликларның максималь рөхсәт ителгән саны. 0 чикләмәне алу өчен кертегез.',
	'MAX_SIG_URLS'					=> 'Имзада максималь сылтамалар саны',
	'MAX_SIG_URLS_EXPLAIN'			=> 'Кулланучылар имзасында сылтамаларның максималь саны. 0 чикләмәне алу өчен кертегез',
));

// Registration Settings
$lang = array_merge($lang, array(
	'ACP_REGISTER_SETTINGS_EXPLAIN'		=> 'Сез монда кулланучылар теркәлүе белән бәйле көйләүләрне билгели аласыз',

	'ACC_ACTIVATION'					=> 'Хисап язмаларны эшләтү',
	'ACC_ACTIVATION_EXPLAIN'			=> 'Бу көйләүләр төркеме яңа кулланучылар конференциягә теркәлүдән соң шундук рөхсәтләре булуын яки аның өчен теркәлүне раслау кирәк булуын билгели. Шулай ук монда теркәлүне тулаем сүндереп була.',
	'NEW_MEMBER_POST_LIMIT'				=> 'Яңа кулланучыларга хәбәрләрнең чикләмәсе',
	'NEW_MEMBER_POST_LIMIT_EXPLAIN'		=> 'Яңадан теркәлгән кулланучылар <em>Яңа кулланучылар</em> төркемендә монда күрсәтелгән чаклы хәбәр җибәргәнгә кадәр булачак. Сез бу төркемне яңа кулланучыларга шәхси хәбәрләр системасын куллануын тоткарлау яки аларның хәбәрләрен алдан карау өчен куллана аласыз. Бу мөмкинлекне сүндерү өчен 0 кертегез.',
	'NEW_MEMBER_GROUP_DEFAULT'			=> '«Яңа кулланучылар» төркемен килешү буенча төркем итеп урнаштырырга',
	'NEW_MEMBER_GROUP_DEFAULT_EXPLAIN'	=> 'Бу рәвешне кабызганда һәм яңа кулланучылар өчен хәбәрләр чиген күрсәткәндә, һәр яңадан теркәлгән кулланучы <em>Яңа кулланучылар</em> төркеменә керәчәк һәм бу төркем аларга килешү буенча төркем итеп билгеләнәчәк. Бу мәсәлән сез әлеге төркемгә билгеле дәрәҗә яки аватар билгеләргә теләгәндә  уңайлы була һәм барлык яңа кулланучылар шулай билгеләнәчәк.',

	'ACC_ADMIN'					=> 'Администратор',
	'ACC_DISABLE'				=> 'Теркәлүне сүндерергә',
	'ACC_NONE'					=> 'Эшләтүсез (кичектерүсез рөхсәт)',
	'ACC_USER'					=> 'Кулланучы белән (email-раслау)',
//	'ACC_USER_ADMIN'			=> 'User + Admin',
	'ALLOW_EMAIL_REUSE'			=> 'email-адресның кабат төзәтүен рөхсәт итәргә',
	'ALLOW_EMAIL_REUSE_EXPLAIN'	=> 'Төрле кулланучылар бер үк email-адрес белән теркәлә алачак.',
	'COPPA'						=> 'COPPA',
	'COPPA_FAX'					=> 'COPPA өчен факс саны',
	'COPPA_MAIL'				=> 'COPPA өчен почта адресы',
	'COPPA_MAIL_EXPLAIN'		=> 'Ата-аналар COPPA теркәлү формасын җибәрергә тиеш булган почта адресы',
	'ENABLE_COPPA'				=> 'COPPA кабызырга',
	'ENABLE_COPPA_EXPLAIN'		=> 'Кулланучыдан 13 яшь тулып киткәнен U.S. COPPA Act таләпләре буенча расларга кирәк булачак. Сүнгән булса COPPA осталары төркеме бүтән күрсәтелмәячәк.',
	'MAX_CHARS'					=> 'макс.',
	'MIN_CHARS'					=> 'мин.',
	'NO_AUTH_PLUGIN'			=> 'Туры килгән чынлыкны тикшерү модуле табылмады',
	'PASSWORD_LENGTH'			=> 'Серсүз озынлыгы',
	'PASSWORD_LENGTH_EXPLAIN'	=> 'Серсүзләрдә минималь һәм максималь билге саны',
	'REG_LIMIT'					=> 'Теркәлү омтылышы',
	'REG_LIMIT_EXPLAIN'			=> 'Бер тоташма вакытында спам-ботларга каршы раслау белән теркәлү омтылышының максималь саны.',
	'USERNAME_ALPHA_ONLY'		=> 'Хәрефле-санлы гына',
	'USERNAME_ALPHA_SPACERS'	=> 'Хәрефле-санлы һәм бүлгечләр',
	'USERNAME_ASCII'			=> 'ASCII (халыкара юникодсыз)',
	'USERNAME_LETTER_NUM'		=> 'Һәртөрле хәреф һәм сан',
	'USERNAME_LETTER_NUM_SPACERS'	=> 'Теләгән хәрефләр, саннар һәм бүлгечләр',
	'USERNAME_CHARS'			=> 'Кулланучы исемендә билгеләргә чикләмә',
	'USERNAME_CHARS_ANY'		=> 'Яраткан билгеләр',
	'USERNAME_CHARS_EXPLAIN'	=> 'Кулланучылар исемендә кулланыла ала торган билгеләр. Бүлгечләр буш урын билгесе, -, +, _, [ һәм ] була.',
	'USERNAME_LENGTH'			=> 'Кулланучы исеме озынлыгы',
	'USERNAME_LENGTH_EXPLAIN'	=> 'Кулланучы исемендә минималь һәм максималь билге саны',
));

// Feeds
$lang = array_merge($lang, array(
	'ACP_FEED_MANAGEMENT'				=> 'Яңалыклары каналлары',
	'ACP_FEED_MANAGEMENT_EXPLAIN'		=> 'Әлеге модуль ATOM форматындагы төрле яңалыклар каналын бирә, BBCode ны хәбәрләрдә эшкәртә һәм яңалыклар каналын тышкы программаларда уку уңайлыгына китерә.',

	'ACP_FEED_GENERAL'					=> 'Яңалыклар каналларының гомуми көйләүләре',
 	'ACP_FEED_POST_BASED'				=> 'Хәбәрләр каналын көйләү',
 	'ACP_FEED_TOPIC_BASED'				=> 'Тема каналларын көйләү',
 	'ACP_FEED_SETTINGS_OTHER'			=> 'Яңалыклар каналларының башка көйләүләре',

	'ACP_FEED_ENABLE'					=> 'Яңалыклар каналын кабызырга',
	'ACP_FEED_ENABLE_EXPLAIN'			=> 'Конференция өчен яңалыклар каналын кабызу яки сүндерү. Бу рәвешне сүндергәндә барлык яңалыклар каналы, аста күрсәтелгән шартларга карамастан сүндереләчәк',
	'ACP_FEED_LIMIT'					=> 'Кисәкләр саны',
	'ACP_FEED_LIMIT_EXPLAIN'			=> 'Яңалыклар каналын күрсәтү өчен максималь кисәк саны',

 	'ACP_FEED_OVERALL'					=> 'Гомуми яңалыклар каналын кабызырга',
 	'ACP_FEED_OVERALL_EXPLAIN'			=> 'Конференциядә яңа хәбәрләр.',
	'ACP_FEED_FORUM'					=> 'Форумнар каналларын кабызырга',
	'ACP_FEED_FORUM_EXPLAIN'			=> 'Аерым форумнарның яңа хәбәрләре',
	'ACP_FEED_TOPIC'					=> 'Темалар каналын кабызырга',
	'ACP_FEED_TOPIC_EXPLAIN'			=> 'Аерым темаларның яңа хәбәрләре.',

 	'ACP_FEED_TOPICS_NEW'				=> 'Яңа темалар каналын кабызырга',
 	'ACP_FEED_TOPICS_NEW_EXPLAIN'		=> '«Яңа темалар» беренче хәбәр тексты белән яңа темалар турында мәгълүматны алырга мөмкинлек биргән каналны кабыза.',
 	'ACP_FEED_TOPICS_ACTIVE'			=> 'Эшлекле темалар каналын кабызырга',
 	'ACP_FEED_TOPICS_ACTIVE_EXPLAIN'	=> '«Эшлекле темалар» соңгы хәбәр тексты белән яңа эшлекле темаларны алырга мөмкинлек биргән каналны кабыза.',
 	'ACP_FEED_NEWS'						=> 'Яңалыклар каналы',
  	'ACP_FEED_NEWS_EXPLAIN'				=> 'Күрсәтелгән форумнарның яңа темаларының беренче хәбәрләре. Яңалыклар каналын сүндерү өчен форумнарны сайламагыз.<br />Берничә форумны сайлау өчен тычкан кулланып <samp>CTRL</samp> төймәсенә басып торыгыз.',

	'ACP_FEED_OVERALL_FORUMS'			=> 'Форумнар каналын кабызырга',
	'ACP_FEED_OVERALL_FORUMS_EXPLAIN'	=> '«Барлык форумнар» каналын форумнар исемлеген алу өчен кабыза',

 	'ACP_FEED_HTTP_AUTH'				=> 'HTTP чынлыгын тикшерүне рөхсәт итәргә',
 	'ACP_FEED_HTTP_AUTH_EXPLAIN'		=> 'Чынлыкны тикшерүне HTTP аша кабыза, ул кунакларга мөмкин булмаган мәгълүматны алырга булыша, яңалыклар каналы юлының адресына <samp>auth=http</samp> шартын өсти. Исәпкә алыгыз, бу мөмкинлек эше өчен кайбер серверларда .htaccess файлына өстәмә үзгәртүләр кертергә кирәк була ала.',
	'ACP_FEED_ITEM_STATISTICS'			=> 'Кисәкләр статистикасы',
	'ACP_FEED_ITEM_STATISTICS_EXPLAIN'	=> 'Шәхси статистиканы канал кисәкләре астында күрсәтү (хәбәр авторы, җибәрү көне яки вакыты, җаваплар саны һәм караулар)',
	'ACP_FEED_EXCLUDE_ID'				=> 'Әлеге форумнарны төшерергә',
	'ACP_FEED_EXCLUDE_ID_EXPLAIN'		=> 'Түбәндәге форумнарның эчтәлеге яңалыклар каналына кермәячәк. Һәр форумнан мәгълүмат аласыгыз килсә, бернәрсә дә сайламагыз. Берничә форумны сайлау өчен тычкан кулланып <samp>CTRL</samp> төймәсенә басып торыгыз.',
));

// Visual Confirmation Settings
$lang = array_merge($lang, array(
	'ACP_VC_SETTINGS_EXPLAIN'				=> 'Сез монда спам-ботларга каршы модульләрне сайлый һәм көйли аласыз. Бу чаралар күп очракта кулланучы тикшерүен <em>CAPTCHA</em> ярдәмендә куллана - үзе аеру өчен авыр булган махсус тикшерү.',
	'AVAILABLE_CAPTCHAS'					=> 'Мөмкин модульләр',
	'CAPTCHA_UNAVAILABLE'					=> 'Бу модульне сайлап булмый, чөнки аны куллану таләпләре башкарылмады.',
	'CAPTCHA_GD'							=> 'GD рәсем',
	'CAPTCHA_GD_3D'							=> 'GD 3D рәсем',
	'CAPTCHA_GD_FOREGROUND_NOISE'			=> 'Алгы күренештә тавыш',
	'CAPTCHA_GD_EXPLAIN'					=> 'GD китапханәсен спам-ботларга каршы рәсемне катлауландыру өчен кулланырга',
	'CAPTCHA_GD_FOREGROUND_NOISE_EXPLAIN'	=> 'Рәсем тануын катлауландыру өчен алгы күренештә шаулау куллану',
	'CAPTCHA_GD_X_GRID'						=> 'Горизонталь буенча күренеш тавышы',
	'CAPTCHA_GD_X_GRID_EXPLAIN'				=> 'Рәсем тануын катлауландыру өчен кечкенәрәк мәгънә кулланыгыз. 0 шаулауны горизонталь буенча сүндерү өчен кертегез.',
	'CAPTCHA_GD_Y_GRID'						=> 'Вертикаль буенча күренеш тавышы',
	'CAPTCHA_GD_Y_GRID_EXPLAIN'				=> 'Рәсем тануын катлауландыру өчен кечкенәрәк мәгънә кулланыгыз. 0 шаулауны вертикаль буенча сүндерү өчен кертегез.',
	'CAPTCHA_GD_WAVE'						=> 'Дулкынлы бозу',
	'CAPTCHA_GD_WAVE_EXPLAIN'				=> 'Рәсемнең дулкынлы үзгәртүен кулланырга.',
	'CAPTCHA_GD_3D_NOISE'					=> '3D-тавыш өстәргә',
	'CAPTCHA_GD_3D_NOISE_EXPLAIN'			=> 'Рәвеш рәсемгә өстәмә әйберләр, билгеләр өстеннән урнаштырып өсти',
	'CAPTCHA_GD_FONTS'						=> 'Башка хәрефләрне куллану',
	'CAPTCHA_GD_FONTS_EXPLAIN'				=> 'Рәвеш кулланылган билгеләр төре белән идарә итәргә булыша. Сез килешү буенча мәгънәне куллана яки үзгәртелгән билгеләрне өсти аласыз',
	'CAPTCHA_FONT_DEFAULT'					=> 'Килешү буенча',
	'CAPTCHA_FONT_NEW'						=> 'Билгеләрнең яңа төрләре',
	'CAPTCHA_FONT_LOWER'					=> 'Аскы регистрны да кулланырга',
	'CAPTCHA_NO_GD'							=> 'Гади рәсем',
	'CAPTCHA_PREVIEW_MSG'					=> 'Бу алдан карау. Үзгәртүләр көйләүдә сакланмады',
	'CAPTCHA_PREVIEW_EXPLAIN'				=> 'Монда хәзерге көйләүләрне кулланганда модуль ничек эшләячәк күрсәтелә',

	'CAPTCHA_SELECT'						=> 'Урнаштырылган модульләр',
	'CAPTCHA_SELECT_EXPLAIN'				=> 'Бу исемлектә сезнең конференция билгеләгән модульләр урнашкан. Соры төс белән тамгаланган модульләр мөмкин түгел, һәм куллану алдыннан аларны көйләргә кирәк булуы мөмкин.',
	'CAPTCHA_CONFIGURE'						=> 'Модульләр көйләүләре',
	'CAPTCHA_CONFIGURE_EXPLAIN'				=> 'Сайланган модульның көйләүләрен үзгәртергә',
	'CONFIGURE'								=> 'Көйләргә',
	'CAPTCHA_NO_OPTIONS'					=> 'Бу модульның көйләүләре юк',

	'VISUAL_CONFIRM_POST'					=> 'Кунакларга хәбәр җибәргәндә спам-ботларга каршы чараларны кулланырга',
	'VISUAL_CONFIRM_POST_EXPLAIN'			=> 'Имзасыз кулланучыларга спам-ботларга каршы тикшерү чарасын хәбәрләрне үзе җибәрмәсен өчен үтәргә туры киләчәк.',
	'VISUAL_CONFIRM_REG'					=> 'Теркәлгәндә спам-ботларга каршы чараларны кулланырга',
	'VISUAL_CONFIRM_REG_EXPLAIN'			=> 'Яңа кулланучыларга спам-ботларга каршы чара аша тикшерү үзе теркәлү булмасын өчен узарга кирәк булачак.',
	'VISUAL_CONFIRM_REFRESH'				=> 'Кулланучыларга спам-ботларга каршы тикшерү биремен яңартырга рөхсәт итәргә',
	'VISUAL_CONFIRM_REFRESH_EXPLAIN'		=> 'Рәвеш кулланучылар хәзерге биремне эшли алмаса, спам-ботларга каршы яңа биремне сорарга мөмкинлек бирә. Кайбер модульләр бу мөмкинлекне куллана алмаска мөмкин',
));

// Cookie Settings
$lang = array_merge($lang, array(
	'ACP_COOKIE_SETTINGS_EXPLAIN'		=> 'Сез монда кулланучылар браузерына җибәрелгән cookies көйләүләрен үзгәртә аласыз. Күп очракта килешү буенча көйләүләр дә җитә. Әгәр сезгә шулай да көйләүләрне үзгәртергә кирәк булса, аны сак кына итегез — дөрес булмаган мәгънәләр кулланучыларга конференциягә керергә мөмкин булмавын китерә ала',

	'COOKIE_DOMAIN'				=> 'cookie домены',
	'COOKIE_NAME'				=> 'cookie исеме',
	'COOKIE_PATH'				=> 'cookie юлы',
	'COOKIE_SECURE'				=> 'Имин cookie [ https ]',
	'COOKIE_SECURE_EXPLAIN'		=> 'Серверыгыз SSL аша эшләсә, бу шартны кабызыгыз. Алай булмаганда сүндерелгән килеш калдырыгыз. Сервер SSL аша эшләмәсә бу шартны кабызу конференциядәге битләрдән күчү һәм кабат адреслау хаталарга китерәчәк',
	'ONLINE_LENGTH'				=> 'Онлайн-статистиканың вакыт аралыгы',
	'ONLINE_LENGTH_EXPLAIN'		=> 'Эшлекле булмаган кулланучылар «Форумда кем бар» исемлегендә бу вакыт үткәннән соң күренмәячәк. Бу мәгънәне арттыру серверга исемлек ясауга чыгымнарны арттыра.',
	'SESSION_LENGTH'			=> 'Тоташма дәвамлыгы',
	'SESSION_LENGTH_EXPLAIN'	=> 'Тоташма күрсәтелгән вакыттан соң тәмамланачак',
));

// Load Settings
$lang = array_merge($lang, array(
	'ACP_LOAD_SETTINGS_EXPLAIN'	=> 'Сез монда серверга төялешне киметү өчен кайбер конференциянең мөмкинлекләрен кабыза яки сүндерә аласыз. Күпчелек сервер өчен нинди дә булса мөмкинлекне сүндерергә кирәк түгел. Моңа да карамастан кайбер системаларда яки уртак хостингларда кайбер сезгә кирәк булмаган мөмкинлекләрне сүндерү файдалы була ала. Сез шулай ук серверга төялеш һәм эшлекле тоташмалар чиген билгели аласыз, аларны арттыргач конференция сүндереләчәк.',

	'CUSTOM_PROFILE_FIELDS'			=> 'Рәвешләрдә өстәмә кырлар',
	'LIMIT_LOAD'					=> 'Серверга йөкләнешне чикләү',
	'LIMIT_LOAD_EXPLAIN'			=> 'Әгәр серверга туктаусыз уртача төялү күрсәтелгән мәгънәне арттырса, конференция үзе сүнәчәк. 1.0 тигез мәгънә бер процессорның ≈100% көчен куллануын аңлата. Бу мөмкинлек UNIX нигезендәге серверлар өчен генә кулланыла ала. Мәгънә 0 ташланачак, әгәр phpBB системага төялү чиген ала алмаса.',
	'LIMIT_SESSIONS'				=> 'Тоташмаларны чикләү',
	'LIMIT_SESSIONS_EXPLAIN'		=> 'Тоташмалар саны бер минут эчендә күрсәтелгән мәгънәне арттырса, конференция үзе сүнәчәк. 0 чикләмәне алу өчен кертегез',
	'LOAD_CPF_MEMBERLIST'			=> 'Кулланучылар исемлегендә рәвешнең өстәмә кырларны күрсәтүен рөхсәт итәргә',
	'LOAD_CPF_VIEWPROFILE'			=> 'Кулланучылар рәвешендә өстәмә кырларны күрсәтергә',
	'LOAD_CPF_VIEWTOPIC'			=> 'Темалар битендә өстәмә кырларны күрсәтергә',
	'LOAD_USER_ACTIVITY'			=> 'Кулланучы эшлеклеген күрсәтергә',
	'LOAD_USER_ACTIVITY_EXPLAIN'	=> 'Кулланучы эшлекле булган тема/форумны аның рәвешендә һәм шәхси бүлектә күрсәтергә. Бер миллионнан артык хәбәрләре булган конференцияләрдә бу мөмкинлекне сүндерергә кирәк.',
	'RECOMPILE_STYLES'				=> 'Иске үрнәкләрне киредән җыярга',
	'RECOMPILE_STYLES_EXPLAIN'		=> 'Стильләр кисәкләренең яңартылуын тикшерү һәм кирәк булганда аларны җыю',
	'YES_ANON_READ_MARKING'			=> 'Кунакларга темаларны тамгалауны кабызырга',
	'YES_ANON_READ_MARKING_EXPLAIN'	=> 'Кунаклар өчен «укылган/укылмаган» халәте турындагы мәгълүматны сакларга. Сүнгән булса, кунаклар өчен хәбәрләр укылган дип тамгаланачак.',
	'YES_BIRTHDAYS'					=> 'Туган көннәр исемлеген кабызырга',
	'YES_BIRTHDAYS_EXPLAIN'			=> 'Туган көннәр исемлеге сүндерелгән булса, ул күрсәтелмәячәк. Бу көйләү эшләсен өчен шулай ук туган көннәр мөмкинлеге кабызылган булырга тиеш.',
	'YES_JUMPBOX'					=> 'Тиз күчү күрсәтүен кабызырга',
	'YES_MODERATORS'				=> 'Модераторлар күрсәтүен кабызырга',
	'YES_ONLINE'					=> 'Эшлекле кулланучылар турында мәгълүматны кабызырга',
	'YES_ONLINE_EXPLAIN'			=> 'Форумнарны һәм темаларны караганда эшлекле кулланучылар турында мәгълүматны баш биттә күрсәтергә.',
	'YES_ONLINE_GUESTS'				=> 'Эшлекле кулланучылар исемлегендә кунаклар чагылдыруын кабызырга',
	'YES_ONLINE_GUESTS_EXPLAIN'		=> 'Кунаклар турындагы мәгълүматны «Форумда кем бар» да карарга күрсәтергә рөхсәт итәргә.',
	'YES_ONLINE_TRACK'				=> 'Кулланучы турындагы «челтәрдә/челтәрдә түгел» мәгълүматны чагылдыруын кабызырга',
	'YES_ONLINE_TRACK_EXPLAIN'		=> 'Кулланучының челтәрдә булуын рәвештә һәм тема караганда күрсәтергә',
	'YES_POST_MARKING'				=> 'Үз темаларны кабызырга',
	'YES_POST_MARKING_EXPLAIN'		=> 'Темада кулланучы хәбәр калдырганын күрсәтергә',
	'YES_READ_MARKING'				=> 'Серверда темаларга тамгалауны кабызырга',
	'YES_READ_MARKING_EXPLAIN'		=> '«Укылган/укылмаган» халәтен мәгълүмат нигезендә сакларга, ә cookies түгел.',
	'YES_UNREAD_SEARCH'				=> 'Укылмаган хәбәрләр эзләвен кабызырга',
));

// Auth settings
$lang = array_merge($lang, array(
	'ACP_AUTH_SETTINGS_EXPLAIN'	=> 'phpBB чынлыкны тикшерү киңәйтүләрен яки модульләр куллана. Алар сезгә кулланучыларның конференциягә кергәндә чынлыгын тикшерү ысулын урнаштырырга мөмкинлек бирә. Килешү буенча өч модуль мөмкин: DB, LDAP һәм Apache. Һәр ысул да өстәмә мәгълүматны таләп итми, шуңа күрә сайланган ысулга кирәк булган кырларны гына тутырыгыз.',

	'AUTH_METHOD'				=> 'Чынлыкны тикшерү ысулын сайлау',

	'APACHE_SETUP_BEFORE_USE'	=> 'Apache чынлыгын тикшерүен phpBB бу чынлыкны тикшерү ысулына күчергәндә көйләргә кирәк. Онытмагыз, Apache чынлыгын тикшерү өчен кулланучы исеме сезнең phpBB исеме белән туры килергә тиеш. Apache чынлыгын тикшерү mod_php (CGI юрамасы белән түгел) һәм сүнгән safe_mode белән генә кулланыла ала',

	'LDAP_DN'						=> 'LDAP төп исеме [ <var>dn</var> ]',
	'LDAP_DN_EXPLAIN'				=> 'Кулланучы турында мәгълүматны билгеләүче бердәнбер исем (Distinguished Name), мәсәлән <samp>o=My Company,c=US</samp>.',
	'LDAP_EMAIL'					=> 'LDAP Email-атрибуты',
	'LDAP_EMAIL_EXPLAIN'			=> 'Кулланучының email билгесен(әгәр ул булса) яңа кулланучыларга email-адресларны үзе бирү өчен билгеләгез. Әгәр бу кыр буш булса, конференциягә беренче тапкыр кергән кулланучыларның email-адреслары шулай ук буш булачак',
	'LDAP_INCORRECT_USER_PASSWORD'	=> 'LDAP серверы белән күрсәтелгән исем яки серсүз кулланып тоташу омтылышы килеп чыкмады',
	'LDAP_NO_EMAIL'					=> 'Күрсәтелгән email аергычы юк.',
	'LDAP_NO_IDENTITY'				=> '%s өчен керү тиңләштергечен табып булмады.',
	'LDAP_PASSWORD'					=> 'LDAP серсүзе',
	'LDAP_PASSWORD_EXPLAIN'			=> 'Имзасыз тоташуны куллану өчен кырны буш калдырыгыз. Алай булмаганда өстә күрсәтелгән кулланучы өчен серсүз кертегез. Active Directory серверлары өчен таләп ителә.<br /><em><strong>Игътибар:</strong> бу серсүз мәгълүмат нигезендә шифрланмыйча сакланачак һәм аңа яки бу биткә рөхсәте булган барлык кешегә күренәчәк.</em>',
	'LDAP_PORT'						=> 'LDAP серверы порты',
	'LDAP_PORT_EXPLAIN'				=> 'Сез LDAP серверы белән тоташу өчен кулланырга тиеш булган килешү буенча 389 порты урынына портны күрсәтә аласыз.',
	'LDAP_SERVER'					=> 'LDAP сервер исеме',
	'LDAP_SERVER_EXPLAIN'			=> 'LDAP кулланылса, серверның хостын яки IP-адресын күрсәтегез. Өстәвенә, сез сылтама күрсәтә аласыз. Мәсәлән, ldap://hostname:port/.',
	'LDAP_UID'						=> 'LDAP тиңләштерү саны [ <var>uid</var> ]',
	'LDAP_UID_EXPLAIN'				=> 'Бу ачкыч ярдәмендә билгеләнгән системага керү тиңләштергечнең эзләве бара. Мәсәлән, <var>uid</var>, <var>sn</var> һәм шулай алга таба.',
	'LDAP_USER'						=> 'LDAP кулланучы [ <var>dn</var> ]',
	'LDAP_USER_EXPLAIN'				=> 'Имзасыз тоташу куллану өчен кырны буш калдырыгыз. Әгәр кыр тулган булса, phpBB күрсәтелгән исемне LDAP серверы белән тоташуда дөрес кулланучыны табу өчен куллана. Мәсәлән, <samp>uid=Username,ou=MyUnit,o=MyCompany,c=US</samp>. Active Directory серверлары өчен кирәк.',
	'LDAP_USER_FILTER'				=> 'LDAP кулланучы исеменең сөзгече',
	'LDAP_USER_FILTER_EXPLAIN'		=> 'Алга таба сез башлангыч әйберләрнең аралыгын өстәмә сөзгечләр ярдәмендә чикли аласыз. Мәсәлән, нәтиҗә<samp>objectClass=posixGroup</samp> булачак <samp>(&amp;(uid=$username)(objectClass=posixGroup))</samp>.',
));

// Server Settings
$lang = array_merge($lang, array(
	'ACP_SERVER_SETTINGS_EXPLAIN'	=> 'Монда сервер яки домен белән бәйле көйләүләр билгеләнә. Сез күрсәткән мәгълүматны тикшерегез, хаталар дөрес булмаган мәгълүматлы email-хәбәрләр таратуына китерә. Домен исемен керткәндә, анда http:// яки башка беркетмә алкушымчасы булуын онытмагыз. Порт санын сервер башка мәгънәне кулланганын төгәл белсәгез генә үзгәртегез, порт 80 күп очракта туры килә.',

	'ENABLE_GZIP'				=> 'GZip кысуын кабызырга',
	'ENABLE_GZIP_EXPLAIN'		=> 'Билгеләнгән эчтәлек кулланучыга җибәрү алдыннан GZip ярдәмендә кысылачак. Бу рәвешне кабызу челтәр трафигы чыгымын киметергә ярдәм итә, ләкин шул ук вакытта үзәк процессор кулланышын, клиент ягыннан да һәм сервердан да арттыра. PHP zlib киңәйтүе кирәк.',
	'FORCE_SERVER_VARS'			=> 'URL серверны мәҗбүри көйләү',
	'FORCE_SERVER_VARS_EXPLAIN'	=> 'Әгәр сайланган булса, монда күрсәтелгән көйләүләр үзе билгеләнгән мәгънәләр урынына кулланачак.',
	'ICONS_PATH'				=> 'Хәбәрләр билгечекләренә юл',
	'ICONS_PATH_EXPLAIN'		=> 'phpBB тамыр папкасына карата юл. Мәсәлән, <samp>images/icons</samp>.',
	'PATH_SETTINGS'				=> 'Юллар шартлары',
	'RANKS_PATH'				=> 'Дәрәҗәләр белән рәсемнәргә юл',
	'RANKS_PATH_EXPLAIN'		=> 'phpBB тамыр папкасына карата юл. Мәсәлән, <samp>images/ranks</samp>.',
	'SCRIPT_PATH'				=> 'Конференциягә юл',
	'SCRIPT_PATH_EXPLAIN'		=> 'phpBB булган папкага домен исеменә карата юл. Мәсәлән, <samp>/phpBB3</samp>.',
	'SERVER_NAME'				=> 'Домен исеме',
	'SERVER_NAME_EXPLAIN'		=> 'Конференция эшләгән домен исеме. Мәсәлән, <samp>www.example.com</samp>.',
	'SERVER_PORT'				=> 'Сервер порты',
	'SERVER_PORT_EXPLAIN'		=> 'Сервер кабызылган порт күп очракта 80 порты, сервер башка портны кулланса гына аны үзгәртегез.',
	'SERVER_PROTOCOL'			=> 'Сервер беркетмәсе',
	'SERVER_PROTOCOL_EXPLAIN'	=> 'Бу көйләүләр мәҗбүри кабызылган булса, серверның килешү буенча беркетмәсе итеп кулланыла. Әгәр билгеле булмаса яки мәҗбүри кабызылган булмаса, беркетмә имин cookie көйләүләре буенча билгеләнәчәк (<samp>http://</samp> яки <samp>https://</samp>).',
	'SERVER_URL_SETTINGS'		=> 'URL сервер көйләүләре',
	'SMILIES_PATH'				=> 'Смайликларга юл',
	'SMILIES_PATH_EXPLAIN'		=> 'phpBB тамыр папкасына карата юл. Мәсәлән, <samp>images/smilies</samp>.',
	'UPLOAD_ICONS_PATH'			=> 'Киңәйтүләр төркеме билгечекләренә юл',
	'UPLOAD_ICONS_PATH_EXPLAIN'	=> 'phpBB тамыр папкасына карата юл. Мәсәлән, <samp>images/upload_icons</samp>.',
));

// Security Settings
$lang = array_merge($lang, array(
	'ACP_SECURITY_SETTINGS_EXPLAIN'	=> 'Сез монда кулланучыларның конференциягә керү яки тоташмага бәйле көйләүләрне билгели аласыз.',

	'ALL'							=> 'Тулы',
	'ALLOW_AUTOLOGIN'				=> 'Конференциягә үзе керүне рөхсәт итәргә',
	'ALLOW_AUTOLOGIN_EXPLAIN'		=> 'Рәвеш кулланучылар чираттагы конференциягә карауда үзе керү мөмкинлеген билгели.',
	'AUTOLOGIN_LENGTH'				=> 'Үзе керү гамәленең дәвамлыгы (көн)',
	'AUTOLOGIN_LENGTH_EXPLAIN'		=> 'Кулланучы үзе конференциягә керә алган көннең саны. 0 чикләмәне алу өчен кертегез.',
	'BROWSER_VALID'					=> 'Браузерны тикшерү',
	'BROWSER_VALID_EXPLAIN'			=> 'Иминлекне арттыру өчен браузерны һәр тоташмада тикшерүне кабыза',
	'CHECK_DNSBL'					=> 'IP-адресны DNS кара исемлеге буенча тикшерергә (DNS Blackhole List)',
	'CHECK_DNSBL_EXPLAIN'			=> 'Кабызылган булса, кулланучы IP-адресы түбәндәге хезмәтләр белән тикшереләчәк: DNSBL теркәлгәндә яки хәбәр җибәргәндә: <a href="http://spamcop.net">spamcop.net</a> һәм <a href="http://www.spamhaus.org">www.spamhaus.org</a>. Бу гамәл сервер рәвешенә карап кайбер вакытны ала. Сервер эше акрынайса яки күп санлы ялган эшләүләр булса, бу тикшерүне сүндерергә кирәк.',
	'CLASS_B'						=> 'A.B',
	'CLASS_C'						=> 'A.B.C',
	'EMAIL_CHECK_MX'				=> 'DNS домены email-адресының почта язмасы дөреслеген тикшерергә (MX Record)',
	'EMAIL_CHECK_MX_EXPLAIN'		=> 'Кабызылган булса, теркәлгәндә яки рәвешне үзгәрткәндә күрсәтелгән email-адрес домены DNS та почта язуы дөрес булганга тикшерелә (MX Record).',
	'FORCE_PASS_CHANGE'				=> 'Мәҗбүри серсүзне алмаштыру',
	'FORCE_PASS_CHANGE_EXPLAIN'		=> 'Күрсәтелгән көннән соң кулланучы серсүзне алмаштырырга тиеш була. 0 бу мөмкинлекне сүндерү өчен кертегез.',
	'FORM_TIME_MAX'					=> 'Форманы җибәрергә максималь вакыт',
	'FORM_TIME_MAX_EXPLAIN'			=> 'Кулланучы форманы җибәрергә тиеш булган вакыт. 1 куегыз - бу мөмкинлекне сүндерү өчен. Исәпкә алыгыз, бу рәвешкә карамастан тоташма тәмамлангач, форма искерә ала.',
	'FORM_SID_GUESTS'				=> 'Формаларны кунак тоташмаларына беркетергә',
	'FORM_SID_GUESTS_EXPLAIN'		=> 'Кабызылган булса, кунаклар җибәргән формалар билгеле тоташмаларга бәйләнгән булачак. Бу кайбер интернет-провайдерлары белән проблема китереп чыгара ала.',
	'FORWARDED_FOR_VALID'			=> 'Башламны тикшерү<var>X_FORWARDED_FOR</var>',
	'FORWARDED_FOR_VALID_EXPLAIN'	=> 'Тоташма җибәрелгән башлам <var>X_FORWARDED_FOR</var> алдагы җибәргән сорауга туры килсә генә дәвам ителәчәк. IP-адрес буенча тыю башламдагы IP-адреслардан гына башкарылачак <var>X_FORWARDED_FOR</var>.',
	'IP_VALID'						=> 'Тоташма IP-адресын тикшерү',
	'IP_VALID_EXPLAIN'				=> 'Кулланучының кайсы IP-адрес өлеше тоташманы тикшерү өчен кулланганын тикшерә. <samp>Тулы</samp> тулы адресны тикшерүне аңлата, <samp>A.B.C</samp> — беренче өч санын (x.x.x), <samp>A.B</samp> — беренче ике санын (x.x), <samp>Юк</samp> тикшерүне сүндерә. IPv6 да <samp>A.B.C</samp> беренче 4 чыгырны һәм <samp>A.B</samp> — беренче 3 чыгырны чагыштыра.',
	'IP_LOGIN_LIMIT_MAX'			=> 'Бер IP адрес аша максималь керү омтылышы саны',
	'IP_LOGIN_LIMIT_MAX_EXPLAIN'	=> 'Бер IP адрес аша спам-ботларга каршы бирем кабызылганчыга кадәр рөхсәт ителгән керү омтылышы саны. 0 бу мөмкинлекне сүндерү өчен кертегез.',
	'IP_LOGIN_LIMIT_TIME'			=> 'IP адрес аша керү омтылышының дәвамлыгы',
	'IP_LOGIN_LIMIT_TIME_EXPLAIN'	=> 'Керү омтылышлары мәгълүматы күрсәтелгән вакыт үткәннән соң чистартылачак',
	'IP_LOGIN_LIMIT_USE_FORWARDED'	=> 'Башлам буенча керү омтылыш санын чикләргә <var>X_FORWARDED_FOR</var>',
	'IP_LOGIN_LIMIT_USE_FORWARDED_EXPLAIN'	=> 'IP адрес буенча керү омтылышлары саны чикләме урынына, чикләмә башлам адресындагы мәгънә буенча башкарылачак <var>X_FORWARDED_FOR</var>. <br /><em><strong>Игътибар:</strong> Бу мөмкинлекне, әгәр башламның чын мәгънәсен урнаштырган прокси-сервер кулланганда гына кабызыгыз <var>X_FORWARDED_FOR</var>.</em>',
	'MAX_LOGIN_ATTEMPTS'			=> 'Кулланучы исеменнән максималь керү омтылышы саны',
	'MAX_LOGIN_ATTEMPTS_EXPLAIN'	=> 'Бер хисап язмага спам-ботларга каршы биремне кабызу алдыннан рөхсәт ителгән омтылыш санының чиге. 0 бу мөмкинлекне сүндерү өчен кертегез.',
	'NO_IP_VALIDATION'				=> 'Юк',
	'NO_REF_VALIDATION'				=> 'Юк',
	'PASSWORD_TYPE'					=> 'Серсүз катлаулылыгы',
	'PASSWORD_TYPE_EXPLAIN'			=> 'Серсүз урнаштырганда яки үзгәрткәндә күпмегә ул катлаулы булырга тиеш икәнен билгели. Һәр чираттагы вариантларга алдагылары да керә',
	'PASS_TYPE_ALPHA'				=> 'Хәрефле-санлы билгеләрдән торырга тиеш',
	'PASS_TYPE_ANY'					=> 'Таләпләр юк',
	'PASS_TYPE_CASE'				=> 'Төрле регистрдагы билгеләрдән торырга тиеш',
	'PASS_TYPE_SYMBOL'				=> 'Билгеләр булырга тиеш',
	'REF_HOST'						=> 'Хостны гына тикшерергә',
	'REF_PATH'						=> 'Бу юлны шулай ук тикшерергә',
	'REFERER_VALID'					=> 'Рефёрерны тикшерергә',
	'REFERER_VALID_EXPLAIN'			=> 'Кабызылган булса, POST кебек сораулар өчен реферер скриптка хост/юл шартлары буенча тикшереләчәк. Бу берничә домен яки тышкы чынлыкны тикшерүне кулланган конференцияләрдә проблемалар китереп чыгара ала.',
	'TPL_ALLOW_PHP'					=> 'php үрнәктә рөхсәт итәргә',
	'TPL_ALLOW_PHP_EXPLAIN'			=> 'Бу мөмкинлек кабызылса, <code>PHP</code> һәм <code>INCLUDEPHP</code> боерыгы үрнәкләрдә билгеләнәчәк һәм башкарылачак.',
));

// Email Settings
$lang = array_merge($lang, array(
	'ACP_EMAIL_SETTINGS_EXPLAIN'	=> 'Бу мәгълүмат конференция кулланучыларга  email-хәбәрләр җибәрсен өчен кулланыла. Күрсәтелгән email-адресларның дөреслеген тикшерегез, барлык кайтарылган яки тапшырылмаган хәбәрләр анда, мөгаен, җибәреләчәк. Әгәр сезнең сервер кертелгән (PHP га) email хезмәте куллануын тәэмин итмәсә, сез хәбәрләрне турыдан SMTP кулланып җибәрә аласыз. Аның өчен туры килгән сервер адресы кирәк (кирәк булса, аның турында провайдердан сорагыз). Әгәр сервер чынлыкны тикшерүен таләп итсә (бу очракта гына), кирәк булган исем, серсүз һәм чынлыкны тикшерү ысулын кертегез.',

	'ADMIN_EMAIL'					=> 'Кире email-адрес',
	'ADMIN_EMAIL_EXPLAIN'			=> 'Бу адрес барлык email-хәбәрләрнең техник аралашу email-адресы итеп кулланылачак. Ул һәрвакыт адреслар сыйфатында <samp>Return-Path</samp> һәм <samp>Sender</samp> email-хәбәрләрдә кулланылачак.',
	'BOARD_EMAIL_FORM'				=> 'Конференция аша email-хәбәрләр тарату',
	'BOARD_EMAIL_FORM_EXPLAIN'		=> 'Кулланучылар email-хәбәрләрне конференция аша гади җибәрү урынына җибәрә алачак.',
	'BOARD_HIDE_EMAILS'				=> 'email-адресларны яшерергә',
	'BOARD_HIDE_EMAILS_EXPLAIN'		=> 'Бу мөмкинлек email-адресны тулысынча сер итеп саклый.',
	'CONTACT_EMAIL'					=> 'Аралашу email-адресы',
	'CONTACT_EMAIL_EXPLAIN'			=> 'Бу адрес һәрбер тапкыр аралашу кирәк булганда кулланылачак, мәсәлән, хаталар, спамнар һ.б.к. очрагында. Ул һәрвакыт email-хәбәрләрдә адреслар сыйфатында <samp>From</samp> һәм <samp>Reply-To</samp> кулланылачак.',
	'EMAIL_FUNCTION_NAME'			=> 'email мөмкинлеге исеме',
	'EMAIL_FUNCTION_NAME_EXPLAIN'	=> 'email мөмкинлеге PHP аша хәбәрләр җибәрү өчен кулланыла.',
	'EMAIL_PACKAGE_SIZE'			=> 'Почта төргәге күләме',
	'EMAIL_PACKAGE_SIZE_EXPLAIN'	=> 'Бер тапкыр җибәргәндә email-хәбәрләрнең максималь саны. Бу көйләү эчке хәбәрләр тәртибе өчен кулланыла; email аша белдерүләрне җибәргәндә проблемалар килеп чыкканда  0 куегыз.',
	'EMAIL_SIG'						=> 'email-хәбәрдә имза',
	'EMAIL_SIG_EXPLAIN'				=> 'Бу язма конференциядән җибәргән барлык email-хәбәрләргә өстәләчәк',
	'ENABLE_EMAIL'					=> 'email-хәбәрләрне кабызырга',
	'ENABLE_EMAIL_EXPLAIN'			=> 'Сүнгән булса, конференциядән барлык электрон хәбәрләрнең җибәрүе мөмкин булмый. <em>Искәрмә: хисап язма эшләтүен администратор яки кулланучы башкаруын теләсәгез, бу рәвешне кабызырга кирәк. Бу рәвешне сүндергәндә хисап язманы кулланучы яки администратор белән эшләтү вариантлары мөмкин булмый.</em>',
	'SMTP_AUTH_METHOD'				=> 'SMTP өчен чынлыкны тикшерү ысулы',
	'SMTP_AUTH_METHOD_EXPLAIN'		=> 'Исем/серсүз бирелгән булса гына кулланыла. Нинди чынлыкны тикшерү ысулын сайлый алмасагыз үзегезнең провайдердан сорагыз.',
	'SMTP_CRAM_MD5'					=> 'CRAM-MD5',
	'SMTP_DIGEST_MD5'				=> 'DIGEST-MD5',
	'SMTP_LOGIN'					=> 'LOGIN',
	'SMTP_PASSWORD'					=> 'SMTP серсүзе',
	'SMTP_PASSWORD_EXPLAIN'			=> 'SMTP таләп итсә генә серсүзне кертегез.<br /><em><strong>Игътибар:</strong> бу серсүз мәгълүмат нигезендә шифрланмаяча сакланачак һәм аңа яки көйләүләр битенә рөхсәте булган һәркемгә күренәчәк.</em>',
	'SMTP_PLAIN'					=> 'PLAIN',
	'SMTP_POP_BEFORE_SMTP'			=> 'POP-BEFORE-SMTP',
	'SMTP_PORT'						=> 'SMTP сервер исеме',
	'SMTP_PORT_EXPLAIN'				=> 'Сервер башка портны кулланганын белсәгез генә портны үзгәртегез.',
	'SMTP_SERVER'					=> 'SMTP сервер адресы',
	'SMTP_SETTINGS'					=> 'SMTP көйләүләре',
	'SMTP_USERNAME'					=> 'SMTP кулланучы исеме',
	'SMTP_USERNAME_EXPLAIN'			=> 'Исемне SMTP серверы таләп иткәндә генә кертегез',
	'USE_SMTP'						=> 'SMTP email-хәбәрләр җибәрү өчен куллану',
	'USE_SMTP_EXPLAIN'				=> '«Әйе» төймәсен әгәр теләсәгез яки email-хәбәрләрне сервер аша mail мөмкинлеге урынына куллану өчен сайлагыз.',
));

// Jabber settings
$lang = array_merge($lang, array(
	'ACP_JABBER_SETTINGS_EXPLAIN'	=> 'Сез монда Jabber тиз хәбәр җибәрү һәм конференциядән белдерүләре сыйфатында кабыза һәм көйли аласыз. Jabber — ачык башлангыч код белән беркетмә, һәм шуңа күрә һәр теләгән кеше аны куллана ала. Кайбер Jabber серверларында тапшыру шлюзлары һәм беркетмәләр бар, алар башка челтәр кулланучылары белән тоташуга мөмкинлек бирә. Һәр серверда һәр тапшыру беркетмәләр төрләрен бирми, ә беркетмәләрдә үзгәрешләр дөрес эшләүгә комачаулый ала. Теркәлгән хисап язма мәгълүматы кертүен тикшерегез — phpBB ул мәгълүматны үз эшендә кулланачак.',

	'JAB_ENABLE'				=> 'Jabber кабызырга',
	'JAB_ENABLE_EXPLAIN'		=> 'Рәвешне кабызу Jabber тиз хәбәрләрне һәм белдерүләрне җибәрү өчен кулланырга мөмкинлек бирәчәк.',
	'JAB_GTALK_NOTE'			=> 'GTalk эшләмәячәк, чөнки <samp>dns_get_record</samp> мөмкинлеге табылмады. Бу мөмкинлек PHP4 өчен юк һәм Windows корылмаларында тормышка ашырылмаган Хәзерге вакытта мөмкинлек шулай ук BSD, системаларында, Mac OS чутлап эшләми.',
	'JAB_PACKAGE_SIZE'			=> 'Jabber төргәге күләме',
	'JAB_PACKAGE_SIZE_EXPLAIN'	=> 'Бер төргәктә җибәрелгән хәбәрләр саны. 0 кертсәгез, хәбәрләр хәзер үк чираттагы җибәрүгә өстәлмичә җибәреләчәк.',
	'JAB_PASSWORD'				=> 'Jabber серсүзе',
 	'JAB_PASSWORD_EXPLAIN'		=> '<em><strong>Игътибар:</strong> бу серсүз мәгълүмат нигезендә шифрланмаяча сакланачак һәм аңа яки көйләүләр битенә рөхсәте булган һәркемгә күренәчәк.</em>',
	'JAB_PORT'					=> 'Jabber порты',
	'JAB_PORT_EXPLAIN'			=> 'Әгәр 5222 аерыла торган порт кулланылса, буш килеш калдырырга',
	'JAB_SERVER'				=> 'Jabber серверы',
	'JAB_SERVER_EXPLAIN'		=> 'Серверлар исемлеген карагыз %sjabber.org%s.',
	'JAB_SETTINGS_CHANGED'		=> 'Jabber көйләүләре үзгәртелде',
	'JAB_USE_SSL'				=> 'SSL тоташу өчен куллану',
	'JAB_USE_SSL_EXPLAIN'		=> 'Рәвешне кабызу очрагында имин тоташу урнаштыру омтылышы башкарылачак. 5222 порты күрсәтелгән булса, Jabber порты 5223 үзгәртеләчәк.',
	'JAB_USERNAME'				=> 'Кулланучы исеме яки JID (тиңләштергеч) Jabber',
	'JAB_USERNAME_EXPLAIN'		=> 'Теркәлгән кулланучының исемен яки булган JID (тиңләштергеч) кертегез. Исемне тикшерү башкарылмаячак. Әгәр исем генә күрсәтелсә, сезнең JID (тиңләштергеч) шул исемнән һәм өстәрәк күрсәткән сервердан төзеләчәк. Алай булмаганда булган JID (тиңләштергеч) күрсәтегез, мәсәлән user@jabber.org.',
));

$lang = array_merge($lang, array(
	'ALLOW_QUICK_REPLY_SMILIES'	=> 'Тиз җавап формасында смайликларны рөхсәт итәргә',
	'ALLOW_QUICK_REPLY_SMILIES_EXPLAIN'	=> 'Рөхсәт ителгән булса, смайликлар аслыгы тиз җавап формасында күрсәтеләчәк',
	'ALLOW_QUICK_REPLY_BBCODE'	=> 'ВВ-кодларны тиз җавап формасында рөхсәт итәргә',
	'ALLOW_QUICK_REPLY_BBCODE_EXPLAIN'	=> 'Рөхсәт ителгән булса, ВВ-кодлар аслыгы тиз җавап формасында күрсәтеләчәк',
));
// MOD : MSSTI header (V1.0.1) - Start
$lang = array_merge($lang, array(
	'METAS'									=> 'META tags by <a href="http://www.mssti.com/phpbb3/" onclick="window.open(this.href);return false;" >.:: MSSTI ::.</a></legend><em>Meta tags is mainly use for search engine referencing, to get a good position in search engines such as google, fill it with the more informations as possible.</em><br /><br /><legend>',
	'METATAG_FAVICON'						=> 'Favorite icon',
	'METATAG_FAVICON_EXPLAIN'				=> 'Adds an image, the so called "favicon", in the addressbar ? ',
	'METATAG_FAVICON_NOTE'					=> 'Please remind that you should upload an icon (16 x 16 pixels) named <strong>favicon.ico</strong> to the <em>images/icons</em> directory of phpBB!<br />Need one? get it for free at <a href="http://www.html-kit.com/favicon/" onclick="window.open(this.href);return false;">html-kit</a>',
	'METATAG_AUTHOR'						=> 'Meta tag Owner',
	'METATAG_AUTHOR_EXPLAIN'				=> 'Owner/Author of the board ( name nick, name and/or email)',
	'METATAG_KEYWORDS'						=> 'Meta tag Keywords',
	'METATAG_KEYWORDS_EXPLAIN'				=> 'Define the search keywords for the search engines spiders',
	'METATAG_KEYWORDS_DYNAMIC'				=> 'Enable dynamic Meta tag Keywords ? ',
	'METATAG_KEYWORDS_DYNAMIC_EXPLAIN'		=> 'Automatically generates keywords Meta Tag based on forums/topic titles',
	'METATAG_DESCRIPTION'					=> 'Meta tag Description',
	'METATAG_DESCRIPTION_EXPLAIN'			=> 'Describe your board in more than 250 words.',
	'METATAG_DESCRIPTION_DYNAMIC'			=> 'Enable dynamic Meta tag Description ? ',
	'METATAG_DESCRIPTION_DYNAMIC_EXPLAIN'	=> 'Automatically generates description Meta Tag based on forums/topic descriptions',
	// Install
	'METATAG_CONFIRM'						=> 'Install <strong>MSSTI META tags</strong> Mod ?', 
	'METATAG_INSTALL_CONGRATS'				=> 'Congratulations! : <p>You have now successfully updated the database for <strong>MSSTI META tags</strong> Mod.</p>',
));
// MOD : MSSTI header (V1.0.1) - End
?>
