<?php
/**
*
* acp_forums [Tatar]
*
* @package language
* @version $Id: forums.php 9896 2009-07-31 12:46:15Z Kellanved $
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

// Forum Admin
$lang = array_merge($lang, array(
	'AUTO_PRUNE_DAYS'			=> 'Соңгы хәбәр көне буенча үзе чистарту',
	'AUTO_PRUNE_DAYS_EXPLAIN'	=> 'Соңгы хәбәрдән соң күрсәтелгән көн үткәч, тема бетереләчәк.',
	'AUTO_PRUNE_FREQ'			=> 'Үзе чистарту ешлыгы',
	'AUTO_PRUNE_FREQ_EXPLAIN'	=> 'Үзе чистарту башкару өчен көннәрдә вакыт.',
	'AUTO_PRUNE_VIEWED'			=> 'Карау вакыты буенча үзе чистарту',
	'AUTO_PRUNE_VIEWED_EXPLAIN'	=> 'Соңгы караудан соң күрсәтелгән көн үткәч, тема бетереләчәк.',

	'CONTINUE'						=> 'Дәвам итәргә',
	'COPY_PERMISSIONS'				=> 'Керү хокукларын моннан күчерергә',
	'COPY_PERMISSIONS_EXPLAIN'		=> 'Яңа форумга керү хокукларын гадиләштерү өчен сез аңа хокукларны башка булган форумнан күчерә аласыз.',
	'COPY_PERMISSIONS_ADD_EXPLAIN'	=> 'Яңадан ясалган форумга исемлектә сайланганга кебек керү хокуклары биреләчәк. Әгәр бер нәрсә дә сайланмаса, ясалган форумга керү хокукы бирелгәнче ул конференциядә күрсәтелмәячәк.',
	'COPY_PERMISSIONS_EDIT_EXPLAIN'	=> 'Әгәр сез керү хокукын күчерүне сайласагыз, форумга монда сайланган кебек керү хокуклары биреләчәк. Бу форум өчен барлык алданрак урнаштырылган керү хокуклары алмаштырылачак. Әгәр форум сайланмаса, хәзерге керү хокуклары сакланачак.',
	'COPY_TO_ACL'					=> 'Моннан тыш, сез шулай ук бу форум өчен %sяңа хокукларны көйли%s аласыз.',
	'CREATE_FORUM'					=> 'Яңа форум',

	'DECIDE_MOVE_DELETE_CONTENT'		=> 'Эчтәлеген бетерергә яки форумны күчерергә',
	'DECIDE_MOVE_DELETE_SUBFORUMS'		=> 'Асфорумнарны бетерергә яки форумга күчерергә',
	'DEFAULT_STYLE'						=> 'Килешү буенча стиль',
	'DELETE_ALL_POSTS'					=> 'Хатларны бетерергә',
	'DELETE_SUBFORUMS'					=> 'Асфорумнар белән хәбәрләрне бетерергә',
	'DISPLAY_ACTIVE_TOPICS'				=> 'Эшлекле темаларны кабызырга',
	'DISPLAY_ACTIVE_TOPICS_EXPLAIN'		=> 'Кабызылган булса, бу бүленештә сайлаган асфорумнардан эшлекле темалар күрсәтеләчәк.',

	'EDIT_FORUM'					=> 'Форумны төзәтү',
	'ENABLE_INDEXING'				=> 'Эзләү берләштерүен кабызырга',
	'ENABLE_INDEXING_EXPLAIN'		=> 'Кабызылган булса, бу форум хәбәрләре эзләү өчен берләштереләчәк.',
	'ENABLE_POST_REVIEW'			=> 'Хәбәрләр каравын кабызырга',
	'ENABLE_POST_REVIEW_EXPLAIN'	=> 'Кабызылган булса, кулланучылар үз хәбәрләрен, әгәр аны ясаганда темада яңа хәбәрләр барлыкка килсә, киредән карый алачак. Бу шартны чат-форумнарында сүндерергә кирәк.',
	'ENABLE_QUICK_REPLY'			=> 'Тиз җавапны кабызырга',
	'ENABLE_QUICK_REPLY_EXPLAIN'	=> 'Бу форум өчен тиз җавап формасы керә. Әгәр конференциядә тиз җавап мөмкинлеге кабызылмаган булса, көйләү эшләми. Тиз җавап бу форумда хәбәрләр җибәрү хокукы булган кулланучылар өчен генә күрсәтелә.',
	'ENABLE_RECENT'					=> 'Эшлекле темаларны күрсәтергә',
	'ENABLE_RECENT_EXPLAIN'			=> 'Кабызылган булса, бу форум темалары эшлекле темалар исемлеге булып күрсәтеләчәк.',
	'ENABLE_TOPIC_ICONS'			=> 'Темалар билгечекләрен кабызырга',

	'FORUM_ADMIN'						=> 'Форумнар идарәсе',
	'FORUM_ADMIN_EXPLAIN'				=> 'phpBB3 форумнарда нигезләнгән. Бүленеш форумның аерым төре булып тора. Һәр форумда чикләнмәгән санлы асфорумнар була ала, һәм аларда тема ясарга рөхсәт итә яки итмәскә аласыз (соңгы очракта форум phpBB2 дәге бүленеш кебек эшләячәк). Сез монда һәр форумны өсти, төзәтә, яба, ача, кайбер өстәмә көйләүләрне урнаштыра аласыз. Әгәр сезнең хәбәрләр һәм темаларның синхронизациясе бозылса, шулай ук форумны синхронлаштыра аласыз. <strong>Яңа ясалган форум форумнар исемлегендә булсын өчен сез кирәкле хокукларны күчерергә яки урнаштырырга тиеш.</strong>',
	'FORUM_AUTO_PRUNE'					=> 'Үзе чистартуны кабызырга',
	'FORUM_AUTO_PRUNE_EXPLAIN'			=> 'Форумны темалардан чистарта, түбәндә кабатланучанлык/вакыт шартларын урнаштырыгыз.',
	'FORUM_CREATED'						=> 'Форум ясалды.',
	'FORUM_DATA_NEGATIVE'				=> 'Чистарту шартлары тискәре була алмый.',
	'FORUM_DESC_TOO_LONG'				=> 'Форум тасвирламасы артык озын. Тасвирлама 4000 билгедән артмаска тиеш.',
	'FORUM_DELETE'						=> 'Форумны бетерү',
	'FORUM_DELETE_EXPLAIN'				=> 'Түбәндәге форма форумны бетерергә мөмкинлек бирә. Әгәр форумда хәбәрләр ясарга рөхсәт ителгән булса, сез анда булган барлык темаларны (форумнарны) кая күчерергә икәнен билгели итә аласыз).',
	'FORUM_DELETED'						=> 'Форум бетерелде.',
	'FORUM_DESC'						=> 'Тасвирлама',
	'FORUM_DESC_EXPLAIN'				=> 'Һәр монда билгеләнгән тамга шул ук итеп күрсәтеләчәк.',
	'FORUM_EDIT_EXPLAIN'				=> 'Түбәндәге форма бу форумны көйләргә мөмкинлек бирә. Исәпкә алыгыз, рөхсәт бирү һәм хәбәрләр санын көйләү һәр аерым кулланучы яки төркем өчен форумнарның рөхсәт хокукында башкарыла.',
	'FORUM_IMAGE'						=> 'Форум билгечеге',
	'FORUM_IMAGE_EXPLAIN'				=> 'Чагыштырмача phpBB тамыр папкасына бу форумга бәйле булган өстәмә сурәткә юл.',
	'FORUM_IMAGE_NO_EXIST'				=> 'Күрсәтелгән форум билгечеге юк',
	'FORUM_LINK_EXPLAIN'				=> 'Тулы сылтамага (URL, беркетмәне кертеп, мәсәлән <samp>http://</samp>) чирткәч, кулланучы әлеге форум буенча күчәчәк.',
	'FORUM_LINK_TRACK'					=> 'Кичешләрне күзәтеп тору',
	'FORUM_LINK_TRACK_EXPLAIN'			=> 'Форум сылтамасына чиртү санын язып бара.',
	'FORUM_NAME'						=> 'Форум исеме',
	'FORUM_NAME_EMPTY'					=> 'Бу форум исемен кертергә кирәк.',
	'FORUM_PARENT'						=> 'Нәсел форумы',
	'FORUM_PASSWORD'					=> 'Форумга серсүз',
	'FORUM_PASSWORD_CONFIRM'			=> 'Форумга серсүзне раслау',
	'FORUM_PASSWORD_CONFIRM_EXPLAIN'	=> 'Форумга серсүз билгеләнгән булса гына кирәк.',
	'FORUM_PASSWORD_EXPLAIN'			=> 'Бу форумга серсүз урнаштыра, керү хокуклары системасын куллану яхшырак.',
	'FORUM_PASSWORD_UNSET'				=> 'Форум серсүзен бетерергә',
	'FORUM_PASSWORD_UNSET_EXPLAIN'		=> 'Форум серсүзен бетерергә теләсәгез билгеләгез.',
	'FORUM_PASSWORD_OLD'				=> 'Әлеге форум серсүзе искергән шифрлау ысулын куллана һәм үзгәртелергә тиеш.',
	'FORUM_PASSWORD_MISMATCH'			=> 'Кертелгән серсүзләр туры килми.',
	'FORUM_PRUNE_SETTINGS'				=> 'Форум чистарту шартлары',
	'FORUM_RESYNCED'					=> '«%s» форумы синхронлаштырылды',
	'FORUM_RULES_EXPLAIN'				=> 'Форум кагыйдәләре әлеге форум чикләрендә һәр биттә күрсәтелә.',
	'FORUM_RULES_LINK'					=> 'Форум кагыйдәләренә сылтама',
	'FORUM_RULES_LINK_EXPLAIN'			=> 'Сез монда форум кагыйдәләре белән биткә/хәбәргә сылтаманы (URL) билгели аласыз. Бу очракта форум кагыйдәләре тексты алмаштырылачак.',
	'FORUM_RULES_PREVIEW'				=> 'Форум кагыйдәләрен карау',
	'FORUM_RULES_TOO_LONG'				=> 'Форум кагыйдәләр 4000 билгедән артмаска тиеш.',
	'FORUM_SETTINGS'					=> 'Форум көйләүләре',
	'FORUM_STATUS'						=> 'Форум халәте',
	'FORUM_STYLE'						=> 'Форум стиле',
	'FORUM_TOPICS_PAGE'					=> 'Биттә тема',
	'FORUM_TOPICS_PAGE_EXPLAIN'			=> 'Нольдән аерылса, бу мәгънә темалар саны көйләүләрен килешү буенча биткә алмаштырачак.',
	'FORUM_TYPE'						=> 'Форум төре',
	'FORUM_UPDATED'						=> 'Форум турындагы белешмәләр яңартылды.',

	'FORUM_WITH_SUBFORUMS_NOT_TO_LINK'		=> 'Сез хәбәрләр һәм асфорумнар белән форумны сылтамага үзгәртергә телисез. Бу гамәлне башкару алдыннан барлык асфорумнарны башка форумга күчерегез, югыйсә сез бу форум белән бәйле асфорумнарны күрмәячәксез.',

	'GENERAL_FORUM_SETTINGS'	=> 'Форумның гомуми көйләүләре',

	'LINK'					=> 'Сылтама',
	'LIST_INDEX'			=> 'Форумны асфорумнар исемлегендә күрсәтергә',
	'LIST_INDEX_EXPLAIN'	=> 'Нәсел форумның асфорумнар исемлегендә, андый булса, әлеге форумга сылтаманы күрсәтә.',
	'LIST_SUBFORUMS'		=> 'Асфорумнарны исемлектә күрсәтергә',
	'LIST_SUBFORUMS_EXPLAIN'=> 'Әгәр бу асфорумнарда «Форумны асфорумнар исемлегендә күрсәтергә» мөмкинлеге кабызылган булса, бу форумның асфорумнарын баш яки башка битләрдә исемлектәге сылтама итеп күрсәтә.',
	'LOCKED'				=> 'Ябык',

	'MOVE_POSTS_NO_POSTABLE_FORUM'	=> 'Күчерү өчен сайланган форум ябык. Ачык форумны сайлагыз.',
	'MOVE_POSTS_TO'					=> 'Хәбәрне монда күчерергә',
	'MOVE_SUBFORUMS_TO'				=> 'Асфорумнарны монда күчерергә',

	'NO_DESTINATION_FORUM'			=> 'Эчтәлеген күчерү өчен форум күрсәтелмәгән.',
	'NO_FORUM_ACTION'				=> 'Форум эчтәлеге өчен гамәл сайланмады.',
	'NO_PARENT'						=> 'Юк',
	'NO_PERMISSIONS'				=> 'Рөхсәт хокукларын күчермәскә',
	'NO_PERMISSION_FORUM_ADD'		=> 'Сезнең форумнар өстәргә хокукыгыз юк.',
	'NO_PERMISSION_FORUM_DELETE'	=> 'Сезнең форумнарны бетерү өчен кирәк булган хокуклар юк.',

	'PARENT_IS_LINK_FORUM'		=> 'Күрсәтелгән нәсел форумы сылтама булып тора. Сылтамада форумнар була алмый. Нәсел форумы сыйфатындагы бүленешне яки форумны күрсәтегез.',
	'PARENT_NOT_EXIST'			=> 'Нәсел форумы юк.',
	'PRUNE_ANNOUNCEMENTS'		=> 'Белдерүләрне чистартырга',
	'PRUNE_STICKY'				=> 'Беркетелгән темаларны чистартырга',
	'PRUNE_OLD_POLLS'			=> 'Иске сораштыруларны чистартырга',
	'PRUNE_OLD_POLLS_EXPLAIN'	=> 'Сораштыруларында соңгы хәбәрдән соң өстәрәк күрсәтелгән көн дәвамында тавышлар булмаган темаларны бетерергә.',

	'REDIRECT_ACL'	=> 'Хәзер сез бу форум өчен %sкерү хокукларын урнаштыра%s аласыз.',

	'SYNC_IN_PROGRESS'			=> 'Форумны синхронлаштыру',
	'SYNC_IN_PROGRESS_EXPLAIN'	=> 'Темаларны синхронлаштыру бара %1$d/%2$d.',

	'TYPE_CAT'			=> 'Бүленеш',
	'TYPE_FORUM'		=> 'Форум',
	'TYPE_LINK'			=> 'Сылтама',

	'UNLOCKED'			=> 'Ачык',
	'FORUM_ASTRACKER'						=> 'Трекер бүленеше булып тора',
	'FORUM_ASTRACKER_EXPLAIN'						=> 'Форум һәм сылтама өчен - трекер бүлеге итеп куллануны, форум бүленеше өчен - трекерга кебек тасвирламаны куллануын аңлата',
	'FORUM_ASCHAT'						=> 'Чат булып тора',
	'FORUM_ASCHAT_EXPLAIN'						=> 'Форум һәм сылтама өчен - чат кебек куллануны, форум бүленеше өчен - чатка кебек тасвирламаны куллануны аңлата',
	'FORUM_ASFORUM'						=> 'Форум булып тора',
	'FORUM_ASFORUM_EXPLAIN'						=> 'Гади форум',
	'FORUM_TPRIVATE_FLAG'						=> 'Хосусыйлык байракчыгы идарәсе',
	'FORUM_TPRIVATE_FLAG_EXPLAIN'						=> 'Торрентларда билгеле форумнарга DHT куллану һәм пирлар белән алмашуны билгели (кайбер программалар бу чикләүләрне "урап китә" ала), <strong>буш юл</strong> - трекер көйләүләре шартындагы мәгънәне кулланырга, <b>0</b> - үзгәрешсез калдырырга (ягъни торрентка куелган мәгънә белән билгеләнәчәк), <b>1</b> - хосусый итеп мәҗбүри куярга, <b>2</b> - хосусый ТҮГЕЛ итеп куярга, <b>-1</b> - бу форумга хосусый торрентларны гына кабул итәргә, <b>-2</b> - бу форумга хосусый БУЛМАГАН торрентларны гына кабул итәргә<br /><font color="#FF0000">бу көйләүне һәрбер тапкыр үзгәрткәндә үзгәрешләр барлыкка килсен өчен барлык таратылган һәм йөкләнелгән торрентларны кабат төяргә һәм йөкләргә туры киләчәк</font>',

	'FORUM_ADDF_TYPE'						=> 'Өстәмә кырлар',
	'FORUM_ADDF_TYPE_EXPLAIN'						=> 'Билгеле бер форумда өстәмә кырлар куллану вариантын билгели, <strong>0</strong> - шарт мәгънәсен трекер көйләүләрендә кулланырга, <b>1</b> - мәҗбүри өстәмә кырларның киңәйтелгән вариантын кулланырга, <b>2</b> - мәҗбүри өстәмә кырларның гади вариантын кулланырга',
	'FORUM_ADDFIELDS'						=> 'Форум өчен өстәмә кырлар',
	'FORUM_ADDFIELDS_EXPLAIN'						=> 'Яңа торрент һәм/яки тема өстәлгәндә күрсәтелә',
	'FORUM_ADDFIELDS2'						=> 'Форум өчен өстәмә кырлар',
	'FORUM_ADDFIELDS2_EXPLAIN'						=> 'Яңа торрент өстәгәндә чагылдырыла, бушлык аша күрсәтелә, рөхсәт ителгән кырлар:',
	'COPY_ADDFIELDS'=> 'Форумның өстәмә кырларын моннан күчерергә',
	'COPY_ADDFIELDS_EXPLAIN'=> 'Әгәр сез өстәмә кырларны күчерүне сайласагыз, форумга монда сайланган кебек өстәмә кырлар биреләчәк. Бу форум өчен барлык алданрак урнаштырылган өстәмә кырлар алмаштырылачак. Әгәр форум сайланмаса, хәзерге өстәмә кырлар сакланачак.',
	'NO_ADDFIELDS'=> 'Өстәмә кырсыз',
	'NO_ADDFIELDS2'=> 'Өстәмә кырларны күчермәскә',

	'FORUM_FIRST_POST_SHOW' => 'Теманың беренче хәбәре барлык битләрдә',
	'FORUM_FIRST_POST_SHOW_EXPLAIN' => '0 - мәҗбүри сүндерергә, 1 - мәҗбүри кабызырга, 2 - хәбәрдәге шартка карап күрсәтергә',
));

?>
