<?php
/**
*
* acp_groups [Tatar]
*
* @package language
* @version $Id: groups.php 9701 2009-06-28 12:13:11Z toonarmy $
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$lang = array_merge($lang, array(
	'ACP_GROUPS_MANAGE_EXPLAIN'		=> 'Бу аслык ярдәмендә сез барлык кулланучылар төркеме белән идарә итә аласыз. Сез аларны бетерә, яңаларны ясый һәм булганнарын төзәтә аласыз. Моннан тыш сез җитәкчене билгели, ачык/яшерен/ябык төркем халәтен үзгәртә һәм төркем атамасы һәм тасвирламасын бирә аласыз.',
	'ADD_USERS'						=> 'Кулланучылар өстәү',
	'ADD_USERS_EXPLAIN'				=> 'Сез монда яңа кулланучыларны төркемгә өсти аласыз. Сез сайланган кулланучылар өчен бу төркем килешү буенча булачагын сайлый аласыз. Шулай ук монда төркем җитәкчесен билгеләп була. Һәр кулланучы исемен яңа юлдан кертегез.',

	'COPY_PERMISSIONS'				=> 'Рөхсәт хокукларын төркемнән күчерергә',
	'COPY_PERMISSIONS_EXPLAIN'		=> 'Ясаганнан соң, төркемнең рөхсәт хокукы, монда сайланганныкы кебек булачак.',
	'CREATE_GROUP'					=> 'Яңа төркем',

	'GROUPS_NO_MEMBERS'				=> 'Бу төркемдә кулланучылар юк',
	'GROUPS_NO_MODS'				=> 'Төркем җитәкчеләре билгеләнмәгән',

	'GROUP_APPROVE'					=> 'Төркемгә керергә теләүчене кабул итәргә',
	'GROUP_APPROVED'				=> 'Төркем катнашучылары',
	'GROUP_AVATAR'					=> 'Төркем аватары',
	'GROUP_AVATAR_EXPLAIN'			=> 'Бу рәсем төркем идарәсе аслыгында күрсәтеләчәк.',
	'GROUP_CLOSED'					=> 'Ябык',
	'GROUP_COLOR'					=> 'Төркем төсе',
	'GROUP_COLOR_EXPLAIN'			=> 'Кулланучылар исеме төсе — төркем катнашучыларның. Килешү буенча төсне куллану өчен кырны буш калдырыгыз.',
	'GROUP_CONFIRM_ADD_USER'		=> '%1$s кулланучысын төркемгә өстәргәме?',
	'GROUP_CONFIRM_ADD_USERS'		=> '%1$s кулланучыларын төркемгә өстәргәме?',
	'GROUP_CREATED'					=> 'Төркем ясалды.',
	'GROUP_DEFAULT'					=> 'Килешү буенча төркем итәргә',
	'GROUP_DEFS_UPDATED'			=> 'Барлык сайланган кулланучылар өчен килешү буенча төркем урнаштырылды.',
	'GROUP_DELETE'					=> 'Төркемнән кулланучыны бетерергә',
	'GROUP_DELETED'					=> 'Төркем бетерелде һәм аның кулланучылары өчен килешү буенча яңа төркемнәр билгеләнде.',
	'GROUP_DEMOTE'					=> 'Төркем җитәкчесеннән алырга',
	'GROUP_DESC'					=> 'Төркем тасвирламасы',
	'GROUP_DETAILS'					=> 'Төркем турында',
	'GROUP_EDIT_EXPLAIN'			=> 'Сез монда булган төркем көйләүләрен үзгәртә аласыз. Сез төркемнең атамасын, тасвирламасын һәм төрен (ачык, ябык һәм б. к.) үзгәртә аласыз. Шулай ук кайбер өстәмә шартларны урнаштырып була, мәсәлән төс, дәрәҗә һәм б. к. Хәзерге кулланучы көйләүләре монда кертелгән үзгәртүләргә туры килеп алмаштырылачак. Игътибар итегез: катнашучылар төркем аватарларын сез аларга шуның өчен туры килгән хокукларны биргәндә генә үзләренекенә үзгәртә алачак.',
	'GROUP_ERR_USERS_EXIST'			=> 'Күрсәтелгән кулланучылар бу төркемдә катнашалар инде.',
	'GROUP_FOUNDER_MANAGE'			=> 'Оештыручы белән генә идарә ителә',
	'GROUP_FOUNDER_MANAGE_EXPLAIN'	=> 'Бу төркем белән идарәне нигез салучы белән генә чикләргә. Төркем керү хокуклары булган кулланучылар бу төркемне һәм аның катнашучыларын күрә алачак.',
	'GROUP_HIDDEN'					=> 'Яшерен',
	'GROUP_LANG'					=> 'Төркем теле',
	'GROUP_LEAD'					=> 'Төркем җитәкчесе',
	'GROUP_LEADERS_ADDED'			=> 'Яңа җитәкчеләр төркемгә өстәлде.',
	'GROUP_LEGEND'					=> 'Хикәядә төркемне күрсәтергә',
	'GROUP_LIST'					=> 'Хәзер төркем катнашучылары',
	'GROUP_LIST_EXPLAIN'			=> 'Монда хәзерге вакытта бу төркем катнашучыларның тулы кулланучылар исемлеге бирелгән. Сез катнашучыларны бетерә (кайбер махсус төркемнәрдән кала) яки яңаларны өсти аласыз.',
	'GROUP_MEMBERS'					=> 'Төркем катнашучылары',
	'GROUP_MEMBERS_EXPLAIN'			=> 'Бу төркем катнашучыларның тулы исемлеге. Ул җитәкче, кандидат, төркемгә керүне көтүчеләр һәм эш итүче кулланучылар өчен аерым бүлекләрдән тора. Моннан сез барлык төркемдә әгъзалык үзенчәлеге һәм вазифа бүленеше белән идарә итә аласыз. Җитәкчене алып, аны төркемдә калдыру өчен «Төркем җитәкчесен алырга» шартын «Төркемнән кулланучыны бетерергә» шарты урынына кулланыгыз. Гади кулланучыны төркем җитәкчесе итү өчен «Төркем җитәкчесен билгеләргә» шартын сайлагыз.',
	'GROUP_MESSAGE_LIMIT'			=> 'Һәр папкада шәхси хәбәрләрнең чикләре',
	'GROUP_MESSAGE_LIMIT_EXPLAIN'	=> 'Бу көйләү кулланучыларга гомуми хәбәрләр чиген кире кагачак. 0 мәгънәсе килешү буенча кулланучы чиге файдаланачагын билгели.',
	'GROUP_MODS_ADDED'				=> 'Яңа төркем җитәкчеләре өстәлде.',
	'GROUP_MODS_DEMOTED'			=> 'Сайланган төркемнәр җитәкчеләре төшерелде.',
	'GROUP_MODS_PROMOTED'			=> 'Сайланган төркем катнашучылары җитәкче итеп билгеләнде.',
	'GROUP_NAME'					=> 'Төркем исеме',
	'GROUP_NAME_TAKEN'				=> 'Кертелгән төркем исеме бар инде. Башка исемне кертегез.',
	'GROUP_OPEN'					=> 'Ачык',
	'GROUP_PENDING'					=> 'Төркемгә керергә теләүчеләр',
	'GROUP_MAX_RECIPIENTS'			=> 'ШХ алучының максималь рөхсәт ителгән саны',
	'GROUP_MAX_RECIPIENTS_EXPLAIN'	=> 'Максималь рөхсәт ителгән шәхси хәбәрләр алучылар саны. Әгәр 0 билгеләнгән булса, конференция көйләүләрендә күрсәтелгән мәгънә кулланылачак.',
	'GROUP_OPTIONS_SAVE'			=> 'Төркемнең гомуми шартлары',
	'GROUP_PROMOTE'					=> 'Төркем җитәкчесе итәргә',
	'GROUP_RANK'					=> 'Төркем дәрәҗәсе',
	'GROUP_RECEIVE_PM'				=> 'Төркем шәхси хәбәрләр ала ала',
	'GROUP_RECEIVE_PM_EXPLAIN'		=> 'Искәрмә: бу рәвешкә карамыйча, яшерен төркемнәр шәхси хәбәрләр ала алмый.',
	'GROUP_REQUEST'					=> 'Сорау буенча',
	'GROUP_SETTINGS_SAVE'			=> 'Төркем көйләүләре',
	'GROUP_SKIP_AUTH'				=> 'Төркем җитәкчесе хокукын алырга',
	'GROUP_SKIP_AUTH_EXPLAIN'		=> 'Рәвешне кабызганда төркем җитәкчесе бу төркем хокукларын алмаячак.',
	'GROUP_TYPE'					=> 'Төркем төре',
	'GROUP_TYPE_EXPLAIN'			=> 'Бу көйләү төркеме, төркемгә кем керә һәм аны кем карый алганын билгели.',
	'GROUP_UPDATED'					=> 'Төркем көйләүләре яңартылды.',

	'GROUP_USERS_ADDED'				=> 'Яңа кулланучылар төркемгә өстәлде.',
	'GROUP_USERS_EXIST'				=> 'Сайланган кулланучылар төркем катнашучылары инде.',
	'GROUP_USERS_REMOVE'			=> 'Кулланучылар төркемнән бетерелде һәм алар өчен килешү буенча яңа төркемнәр билгеләнде.',

	'MAKE_DEFAULT_FOR_ALL'	=> 'Һәр катнашучы өчен килешү буенча төркем итәргә',
	'MEMBERS'				=> 'Катнашучылар',

	'NO_GROUP'					=> 'Төркем билгеләнмәде.',
	'NO_GROUPS_CREATED'			=> 'Төркемнәр әле ясалмады.',
	'NO_PERMISSIONS'			=> 'Рөхсәт хокукларын күчермәскә',
	'NO_USERS'					=> 'Сез бер кулланучыны да билгеләмәдегез.',
	'NO_USERS_ADDED'			=> 'Төркемгә кулланучылар өстәлмәде.',
	'NO_VALID_USERS'			=> 'Бу гамәл өчен туры килгән бер кулланучыны да билгеләмәдегез.',

	'SPECIAL_GROUPS'			=> 'Булган төркемнәр',
	'SPECIAL_GROUPS_EXPLAIN'	=> 'Алдан урнаштырылган төркемнәр — бу махсус төркемнәр, аларны бетереп һәм турыдан үзгәртеп булмый. Шулай да сез кулланучыларны бу төркемнәргә өсти һәм бу төркемнәрнең төп көйләүләрен үзгәртә аласыз.',

	'TOTAL_MEMBERS'				=> 'Катнашучылар',

	'USERS_APPROVED'				=> 'Кулланучылар хупланды.',
	'USER_DEFAULT'					=> 'Кулланучылар өчен килешү буенча',
	'USER_DEF_GROUPS'				=> 'Кулланучы төркемнәре',
	'USER_DEF_GROUPS_EXPLAIN'		=> 'Бу төркемнәрне сез яки башка администраторлар ясалган. Сез төркем катнашучылары белән идарә итә, төркем көйләүләрен үзгәртә һәм кирәк булмаган төркемнәрне бетерә аласыз.',
	'USER_GROUP_DEFAULT'			=> 'Килешү буенча төркем итәргә',
	'USER_GROUP_DEFAULT_EXPLAIN'	=> 'Бу төркемне килешү буенча төркемгә өстәлгән кулланучылар өчен билгеләргә.',
	'USER_GROUP_LEADER'				=> 'Төркем җитәкчесе итәргә',
));

?>