<?php
/**
*
* acp_permissions [Tatar]
*
* @package language
* @version $Id: permissions.php 10017 2009-08-18 14:37:49Z bantu $
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$lang = array_merge($lang, array(
	'ACP_PERMISSIONS_EXPLAIN'	=> '
		<p>Керү хокукы җентекләп күрсәтелгән һәм төп дүрт бүлеккә төркемләнгән:</p>

		<h2>Глобаль керү хокукы</h2>
		<p>Бу хокуклар рөхсәт белән глобаль дәрәҗәдә идарә итү өчен һәм бөтен конференциягә тулысынча кулланыла. Алга таба алар кулланучылар, төркемнәр, администраторлар һәм супермодераторлар хокукларына бүленә.</p>

		<h2>Җирле керү хокукы</h2>
		<p>Бу хокуклар рөхсәт белән форум дәрәҗәсендә идарә итү өчен кулланыла. Алга таба алар форумнарга Рөхсәт, форум Модераторлары, кулланучыларның Форум хокуклары, төркемнәрнең Форум хокукларына бүленә.</p>

		<h2>Вазифалар</h2>
		<p>Алар төрле керү хокуклары җыелмасы төрләрен ясап, алга таба вазифа рөхсәте буенча хокукларны билгеләп булсын өчен ясала. Килешү буенча вазифалар җыелмасы тулысынча зур һәм кечкенә конференция идарә итү ихтыяҗын канәгатьләндерергә тиеш, шулай да һәр дүрт бүлектә дә сез максатыгызга ярашлы итеп вазифаларны өсти, үзгәртә яки бетерә аласыз.</p>

		<h2>Керү хокукы битлекләре</h2>
		<p>Керү хокукы битлекләре кулланучыларга, модераторларга (җирле һәм супермодераторларга), администраторларга һәм форумнарга билгеләнгән гамәлдәге керү хокукларын карау өчен кулланыла.</p>

		<br />

		<p>Сезнең phpBB3 конференциясенең керү хокуклары көйләве һәм идарәсе буенча тулырак мәгълүмат алу өчен <a href=\"http://www.phpbb.com/support/documentation/3.0/quickstart/quick_permissions.html\">безнең күрсәтмәнең 1.5 бүлеген</a> карагыз.</p>
	',

	'ACL_NEVER'				=> 'Беркайчан',
	'ACL_SET'				=> 'Керү хокукын көйләү',
	'ACL_SET_EXPLAIN'		=> 'Керү хокуклары гади <samp>ӘЙЕ</samp>/<samp>ЮК</samp> системасына нигезләнгән. Кулланучылар яки төркемнәр өчен урнаштырылган <samp>БЕРКАЙЧАН</samp> мәгънәсе һәртөрле башка бу шарт буенча билгеләнгән мәгънәләрне исәпләмәгәнне аңлата. Әгәр сез шарт буенча әлеге кулланучы яки төркем өчен хокукны билгеләргә теләмәсәгез, <samp>ЮК</samp> сайлагыз. Әгәр бу шарт буенча тагын берәр кая мәгънә урнаштырылган булса, <samp>БЕРКАЙЧАН</samp> куелмаган булса, аларда өстенлек югарырак булачак. Барлык билгеләнгән әйберләр (куелган тамга белән) урнаштырылган керү хокукларын күрсәтә.',
	'ACL_SETTING'			=> 'Көйләүләр',

	'ACL_TYPE_A_'			=> 'Администратор хокуклары',
	'ACL_TYPE_F_'			=> 'Форумнарга рөхсәт',
	'ACL_TYPE_M_'			=> 'Модератор хокуклары',
	'ACL_TYPE_U_'			=> 'Кулланучы хокуклары',

	'ACL_TYPE_GLOBAL_A_'	=> 'Администратор хокуклары',
	'ACL_TYPE_GLOBAL_U_'	=> 'Кулланучы хокуклары',
	'ACL_TYPE_GLOBAL_M_'	=> 'Супермодератор хокуклары',
	'ACL_TYPE_LOCAL_M_'		=> 'форум модераторы хокуклары',
	'ACL_TYPE_LOCAL_F_'		=> 'Форумнарга рөхсәт',

	'ACL_NO'				=> 'Юк',
	'ACL_VIEW'				=> 'Керү хокукларын карау',
	'ACL_VIEW_EXPLAIN'		=> 'Сез монда гамәлдәге кулланучы яки төркем хокукларын күрә аласыз. Кызыл төр кулланучы яки төркемдә хокук булмаганын, ә яшел — кулланучы яки төркемдә хокук булганын күрсәтә.',
	'ACL_YES'				=> 'Әйе',

	'ACP_ADMINISTRATORS_EXPLAIN'				=> 'Сез монда кулланучылар һәм төркемнәргә администратор хокукларын билгели аласыз. Администратор хокуклары белән барлык кулланучылар администратор бүлеген карый ала.',
	'ACP_FORUM_MODERATORS_EXPLAIN'				=> 'Сез монда кулланучылар һәм кулланучылар төркемнәрен форум модераторлары итеп билгели аласыз. Кулланучыларга форумнарга керү хокукларын һәм шулай ук супермодератор һәм администратор хокукларын билгеләү өчен тур килгән битне кулланыгыз.',
	'ACP_FORUM_PERMISSIONS_EXPLAIN'				=> 'Сез монда һәр кулланучы һәм төркем өчен һәр форумга рөхсәтне үзгәртә аласыз. Модераторлар яки администратор хокукларын билгеләү өчен туры килгән битне кулланыгыз.',
	'ACP_FORUM_PERMISSIONS_COPY_EXPLAIN'		=> 'Сез монда форум керү хокукларны бер форумнан икенче форумга күчерә аласыз яки берьюлы берничә башка форумга.',
	'ACP_GLOBAL_MODERATORS_EXPLAIN'				=> 'Сез монда кулланучылар яки төркемнәргә супермодератор хокукларын билгели аласыз. Супермодераторлар гади модераторлар кебек, ләкин аларда конференциянең барлык форумнар идарәсенә рөхсәт бар.',
	'ACP_GROUPS_FORUM_PERMISSIONS_EXPLAIN'		=> 'Сез монда төркемнәргә форум хокукларын билгели аласыз.',
	'ACP_GROUPS_PERMISSIONS_EXPLAIN'			=> 'Сез монда төркемнәргә глобаль керү хокукларын билгели аласыз — кулланучы, супермодератор һәм администратор хокуклары. Кулланучы хокукларында аватар куллану, шәхси хәбәрләр җибәрү һ. б. мөмкинлекләр бар; супермодератор хокуклары — хәбәрләрне хуплау, темалар, тыю белән идарә һ. б., һәм ниһаять администратор хокуклары — шулардан, керү хокукларын үзгәртү, яңа BBCodes билгеләү, форумнар белән идарә һ. б. мөмкинлекләр. Аерым кулланучыларның хокукларын кайбер очракта генә үзгәртергә тәкъдим ителә. Яхшырак ысул булып кулланучыларны төркемнәргә күчерү һәм ул төркемнәргә хокук бирүдә тора.',
	'ACP_ADMIN_ROLES_EXPLAIN'					=> 'Сез монда администратор вазифалары белән идарә итә аласыз. Вазифаларда гамәлдәге керү хокуклары бар; әгәр вазифа эчтәлеген үзгәртсәгез, бу вазифа билгеләнгән барлык кулланучылар һәм төркемнәр керү хокуклары үзгәрәчәк.',
	'ACP_FORUM_ROLES_EXPLAIN'					=> 'Сез монда форум вазифалары белән идарә итә аласыз. Вазифаларда гамәлдәге керү хокуклары бар; әгәр вазифа эчтәлеген үзгәртсәгез, бу вазифа билгеләнгән барлык кулланучылар һәм төркемнәр керү хокуклары үзгәрәчәк.',
	'ACP_MOD_ROLES_EXPLAIN'						=> 'Сез монда модератор вазифалары белән идарә итә аласыз. Вазифаларда гамәлдәге керү хокуклары бар; әгәр вазифа эчтәлеген үзгәртсәгез, бу вазифа билгеләнгән барлык кулланучылар һәм төркемнәр керү хокуклары үзгәрәчәк.',
	'ACP_USER_ROLES_EXPLAIN'					=> 'Сез монда кулланучы вазифалары белән идарә итә аласыз. Вазифаларда гамәлдәге керү хокуклары бар; әгәр вазифа эчтәлеген үзгәртсәгез, бу вазифа билгеләнгән барлык кулланучылар һәм төркемнәр керү хокуклары үзгәрәчәк.',
	'ACP_USERS_FORUM_PERMISSIONS_EXPLAIN'		=> 'Сез монда форумнарга кулланучыларның керү хокукларын билгели аласыз.',
	'ACP_USERS_PERMISSIONS_EXPLAIN'				=> 'Сез монда кулланучыларга глобаль керү хокукларын билгели аласыз — кулланучы, супермодератор һәм администратор хокуклары. Кулланучы хокукларыда аватар куллану, шәхси хәбәрләр җибәрү һ. б. мөмкинлекләр бар; супермодератор хокуклары — хәбәрләрне хуплау, темалар, тыю белән идарә һ. б., һәм ниһаять администратор хокуклары — шулардан, керү хокукларын үзгәртү, яңа BBCodes билгеләү, форумнар белән идарә һ. б. мөмкинлекләр. Аерым кулланучыларның хокукларын кайбер очракта генә үзгәртергә тәкъдим ителә. Яхшырак ысул булып кулланучыларны төркемнәргә күчерү һәм ул төркемнәргә хокук бирүдә тора.',
	'ACP_VIEW_ADMIN_PERMISSIONS_EXPLAIN'		=> 'Сез монда сайлаган кулланучылар һәм төркемнәр өчен булган администратор керү хокукларын карый аласыз.',
	'ACP_VIEW_GLOBAL_MOD_PERMISSIONS_EXPLAIN'	=> 'Сез монда сайлаган кулланучылар һәм төркемнәр өчен булган супермодератор керү хокукларын карый аласыз.',
	'ACP_VIEW_FORUM_PERMISSIONS_EXPLAIN'		=> 'Сез монда сайлаган форумнар, кулланучылар һәм төркемнәр өчен булган җирле керү хокукларын карый аласыз.',
	'ACP_VIEW_FORUM_MOD_PERMISSIONS_EXPLAIN'	=> 'Сез монда сайлаган форумнар, кулланучылар һәм төркемнәр өчен булган модератор керү хокукларын карый аласыз.',
	'ACP_VIEW_USER_PERMISSIONS_EXPLAIN'			=> 'Сез монда сайлаган кулланучылар һәм төркемнәр өчен булган кулланучы керү хокукларын карый аласыз.',

	'ADD_GROUPS'				=> 'Төркемнәр өстәргә',
	'ADD_PERMISSIONS'			=> 'Хокуклар өстәргә',
	'ADD_USERS'					=> 'Кулланучылар өстәргә',
	'ADVANCED_PERMISSIONS'		=> 'Киңәйтелгән хокуклар',
	'ALL_GROUPS'				=> 'Барлык төркемнәрне сайларга',
	'ALL_NEVER'					=> 'Барлык <samp>БЕРКАЙЧАН</samp>',
	'ALL_NO'					=> 'Барлык <samp>ЮК</samp>',
	'ALL_USERS'					=> 'Барлык кулланучыларны сайларга',
	'ALL_YES'					=> 'Барлык <samp>ӘЙЕ</samp>',
	'APPLY_ALL_PERMISSIONS'		=> 'Барлык хокукларны кулланырга',
	'APPLY_PERMISSIONS'			=> 'Хокукларны кулланырга',
	'APPLY_PERMISSIONS_EXPLAIN'	=> 'Бу кисәк өчен күрсәтелгән хокук һәм вазифа бу кисәк һәм билгеләнгән кисәкләр өчен кулланылачак.',
	'AUTH_UPDATED'				=> 'Керү хокуклары яңартылды.',

	'COPY_PERMISSIONS_CONFIRM'				=> 'Сез бу гамәлне башкарырга телисезме? Онытмагыз, бу гамәл сайланган форумнарның барлык булган хокукларын киредән яздырачак.',
	'COPY_PERMISSIONS_FORUM_FROM_EXPLAIN'	=> 'Сез керү хокукларын күчерергә теләгән башлангыч форум.',
	'COPY_PERMISSIONS_FORUM_TO_EXPLAIN'		=> 'Күчерелгән керү хокукларын сез кулланырга теләгән ахыр форумнар.',
	'COPY_PERMISSIONS_FROM'					=> 'Форумнан хокукларны күчерергә',
	'COPY_PERMISSIONS_TO'					=> 'Форумнарга хокукларны кулланырга',

	'CREATE_ROLE'				=> 'Вазифа ясарга',
	'CREATE_ROLE_FROM'			=> 'Вазифа көйләүләрен кулланырга...',
	'CUSTOM'					=> 'Башка...',

	'DEFAULT'					=> 'Килешү буенча',
	'DELETE_ROLE'				=> 'Вазифаны бетерергә',
	'DELETE_ROLE_CONFIRM'		=> 'Сез бу вазифаны бетерергә телисезме? Бу вазифалы әйберләр аның белән билгеләнгән керү хокукы көйләүләрен <strong>югалтмаячак</strong>.',
	'DISPLAY_ROLE_ITEMS'		=> 'Бу вазифа белән әйберләрне карарга',

	'EDIT_PERMISSIONS'			=> 'Хокукны төзәтергә',
	'EDIT_ROLE'					=> 'Вазифаны төзәтергә',

	'GROUPS_NOT_ASSIGNED'		=> 'Бу вазифа белән төркемнәр юк',

	'LOOK_UP_GROUP'				=> 'Төркемне сайлау',
	'LOOK_UP_USER'				=> 'Кулланучыны сайлау',

	'MANAGE_GROUPS'		=> 'Төркемнәр идарәсе',
	'MANAGE_USERS'		=> 'Кулланучылар идарәсе',

	'NO_AUTH_SETTING_FOUND'		=> 'Керү рөхсәте көйләүләре билгеләнмәгән.',
	'NO_ROLE_ASSIGNED'			=> 'Вазифа билгеләнмәгән...',
	'NO_ROLE_ASSIGNED_EXPLAIN'	=> 'Бу сайлау билгеләнгән керү хокукларын (уңда) үзгәртми. Әгәр сез барлык хокукларны ташларга яки бетерергә теләсәгез, «Барысы <samp>ЮК</samp>» сылтамасын кулланыгыз.',
	'NO_ROLE_AVAILABLE'			=> 'Вазифалар мөмкин түгел',
	'NO_ROLE_NAME_SPECIFIED'	=> 'Вазифа атамасын кертегез.',
	'NO_ROLE_SELECTED'			=> 'Вазифа табылмады.',
	'NO_USER_GROUP_SELECTED'	=> 'Сез кулланучы яки төркемне сайламадыгыз.',

	'ONLY_FORUM_DEFINED'	=> 'Сез форумнарны гына билгеләдегез. Кимендә бер кулланучы яки төркемне сайлагыз.',

	'PERMISSION_APPLIED_TO_ALL'		=> 'Керү хокуклары һәм вазифа барлык билгеләнгән әйберләргә кулланылачак',
	'PLUS_SUBFORUMS'				=> '+асфорумнар',

	'REMOVE_PERMISSIONS'			=> 'Хокукны бетерергә',
	'REMOVE_ROLE'					=> 'Вазифаны бетерергә',
	'RESULTING_PERMISSION'			=> 'Нәтиҗә хокукы',
	'ROLE'							=> 'Вазифа',
	'ROLE_ADD_SUCCESS'				=> 'Вазифа өстәлде.',
	'ROLE_ASSIGNED_TO'				=> 'Кемгә «%s» вазифасы билгеләнгән',
	'ROLE_DELETED'					=> 'Вазифа бетерелде.',
	'ROLE_DESCRIPTION'				=> 'Вазифа тасвирламасы',

	'ROLE_ADMIN_FORUM'			=> 'Форум администраторы',
	'ROLE_ADMIN_FULL'			=> 'Конференция администраторы',
	'ROLE_ADMIN_STANDARD'		=> 'Гади администратор',
	'ROLE_ADMIN_USERGROUP'		=> 'Кулланучылар һәм төркемнәр администраторы',
	'ROLE_FORUM_BOT'			=> 'Бот өчен рөхсәт',
	'ROLE_FORUM_FULL'			=> 'Тулы рөхсәт',
	'ROLE_FORUM_LIMITED'		=> 'Керү чикләнгән',
	'ROLE_FORUM_LIMITED_POLLS'	=> 'Сораштыру белән чикләнгән рөхсәт',
	'ROLE_FORUM_NOACCESS'		=> 'Рөхсәт юк',
	'ROLE_FORUM_ONQUEUE'		=> 'Алдан хуплау белән',
	'ROLE_FORUM_POLLS'			=> 'Сораштыру белән гади рөхсәт',
	'ROLE_FORUM_READONLY'		=> 'Уку өчен генә рөхсәт',
	'ROLE_FORUM_STANDARD'		=> 'Гади рөхсәт',
	'ROLE_FORUM_NEW_MEMBER'		=> 'Яңа теркәлгән кулланучылар рөхсәте',

	'ROLE_MOD_FULL'				=> 'Супермодератор',
	'ROLE_MOD_QUEUE'			=> 'Премодератор',
	'ROLE_MOD_SIMPLE'			=> 'Гади модератор',
	'ROLE_MOD_STANDARD'			=> 'Гади модератор',
	'ROLE_USER_FULL'			=> 'Барлык мөмкинлекләр',
	'ROLE_USER_LIMITED'			=> 'Чикләнгән мөмкинлекләр',
	'ROLE_USER_NOAVATAR'		=> 'Аватарсыз',
	'ROLE_USER_NOPM'			=> 'Шәхси хәбәрләрсез',
	'ROLE_USER_STANDARD'		=> 'Гади мөмкинлекләр',
	'ROLE_USER_NEW_MEMBER'		=> 'Яңа теркәлгән кулланучылар мөмкинлеге',


	'ROLE_DESCRIPTION_ADMIN_FORUM'			=> 'Форум идарәсенә һәм форумга керү хокукларын көйләргә рөхсәте бар.',
	'ROLE_DESCRIPTION_ADMIN_FULL'			=> 'Конференциянең барлык администратор мөмкинлегенә рөхсәте бар.<br />Тәкъдим ителә.',
	'ROLE_DESCRIPTION_ADMIN_STANDARD'		=> 'Күпчелек администратор мөмкинлегенә рөхсәте бар, ләкин система һәм сервер көйләүләрен куллана алмый.',
	'ROLE_DESCRIPTION_ADMIN_USERGROUP'		=> 'Кулланучылар һәм төркемнәр белән идарә итә ала: керү хокукларны, көйләүләрне үзгәртү, тыю һәм дәрәҗә белән идарә итү.',
	'ROLE_DESCRIPTION_FORUM_BOT'			=> 'Бу вазифа ботлар һәм эзләү машиналарына тәкъдим ителә.',
	'ROLE_DESCRIPTION_FORUM_FULL'			=> 'Форумның барлык мөмкинлекләрен куллануга рөхсәт, белдерүләр  һәм беркетелгән темалар ясауны кертеп. Шулай ук флуд-аралыкны исәпләмәү мөмкинлеге бар.<br />Гади кулланучыларга тәкъдим ителми.',
	'ROLE_DESCRIPTION_FORUM_LIMITED'		=> 'Форумның гади мөмкинлекләренә рөхсәт, өстәүләрне беркетү яки хәбәрләр билгечекләрен кулланудан кала.',
	'ROLE_DESCRIPTION_FORUM_LIMITED_POLLS'	=> 'Чикләнгән рөхсәт кебек, ләкин сораштырулар ясау мөмкинлеге бар.',
	'ROLE_DESCRIPTION_FORUM_NOACCESS'		=> 'Тулысынча рөхсәт юк, шул исәптән форумны күрү мөмкинлеге дә.',
	'ROLE_DESCRIPTION_FORUM_ONQUEUE'		=> 'Форумдагы күпчелек мөмкинлекләргә рөхсәт, өстәүләр беркетүен кертеп, ләкин җибәрелгән хәбәрләр һәм темалар башта модератор хуплавын таләп итә.',
	'ROLE_DESCRIPTION_FORUM_POLLS'			=> 'Гади рөхсәт кебек, ләкин сораштырулар ясау мөмкинлеге бар.',
	'ROLE_DESCRIPTION_FORUM_READONLY'		=> 'Форум укырга рөхсәт бар, ләкин яңа темалар ясау яки хәбәрләргә җавап бирү мөмкинлеге юк.',
	'ROLE_DESCRIPTION_FORUM_STANDARD'		=> 'Форумның күпчелек мөмкинлекләренә рөхсәт, өстәүләрне беркетү һәм үз темаларны бетерүне кертеп, ләкин үз темаларны ябу һәм сораштыру ясау хокукы юк.',
	'ROLE_DESCRIPTION_FORUM_NEW_MEMBER'		=> 'Махсус «Яңа кулланучылар» төркеме әгъзалары өчен вазифа, яңа теркәлгән кулланучылар мөмкинлекләрен чикли.',
	'ROLE_DESCRIPTION_MOD_FULL'				=> 'Барлык модератор мөмкинлекләрен куллана ала, кулланучылар тыюын да.',
	'ROLE_DESCRIPTION_MOD_QUEUE'			=> 'Алдан раслауны һәм хәбәрләрне төзәтә генә ала.',
	'ROLE_DESCRIPTION_MOD_SIMPLE'			=> 'Темаларда төп гамәлләрне генә башкара ала. Кисәтүләр бирә яки кичектерелгән килештерүне куллана алмый.',
	'ROLE_DESCRIPTION_MOD_STANDARD'			=> 'Күпчелек модератор мөмкинлекләрен куллана ала, ләкин кулланучылар тыю яки хәбәр авторын алмаштыруга рөхсәте юк.',
	'ROLE_DESCRIPTION_USER_FULL'			=> 'Форумда кулланучыга рөхсәт ителгән барлык мөмкинлекләрне, исем алмаштыру яки флуд-аралыкны кичектерүне дә, куллана аласыз.<br />Тәкъдим ителми.',
	'ROLE_DESCRIPTION_USER_LIMITED'			=> 'Гади кулланучы мөмкинлекләренә рөхсәте бар. Өстәүләр беркетү белән шулай ук электрон һәм тиз хәбәрләр җибәрү мөмкин түгел.',
	'ROLE_DESCRIPTION_USER_NOAVATAR'		=> 'Чикләнгән мөмкинлекләр җыелмасы бар, һәм тагын аватар куллана алмый.',
	'ROLE_DESCRIPTION_USER_NOPM'			=> 'Чикләнгән мөмкинлекләр җыелмасы бар, һәм тагын шәхси хәбәрләргә рөхсәте юк.',
	'ROLE_DESCRIPTION_USER_STANDARD'		=> 'Кулланучының күпчелек мөмкинлекләренә рөхсәте бар, ләкин барысына да түгел. Мәсәлән, үз исемен алмаштыра һәм флуд-аралыкны кичектерә алмый.',
	'ROLE_DESCRIPTION_USER_NEW_MEMBER'		=> 'Махсус «Яңа кулланучылар» төркеме әгъзалары өчен вазифа, яңа теркәлгән кулланучылар мөмкинлекләрен чикли.',

	'ROLE_DESCRIPTION_EXPLAIN'		=> 'Сез вазифаның кыска тасвирламасын кертә аласыз. Кертелгән текст вазифалар исемлегендә тасвирлама итеп күрсәтеләчәк.',
	'ROLE_DESCRIPTION_LONG'			=> 'Вазифа тасвирламасы артык озын. Тасвирламаны 4000 билге белән чикләгез.',
	'ROLE_DETAILS'					=> 'Вазифа турында',
	'ROLE_EDIT_SUCCESS'				=> 'Вазифа үзгәртелде.',
	'ROLE_NAME'						=> 'Вазифа атамасы',
	'ROLE_NAME_ALREADY_EXIST'		=> 'Вазифа атамасы <strong>%s</strong> әлеге керү хокукы җыелмасы өчен инде кулланыла.',
	'ROLE_NOT_ASSIGNED'				=> 'Вазифа билгеләнмәгән.',

	'SELECTED_FORUM_NOT_EXIST'		=> 'Сайланган форумнар юк.',
	'SELECTED_GROUP_NOT_EXIST'		=> 'Сайланган төркемнәр юк.',
	'SELECTED_USER_NOT_EXIST'		=> 'Сайланган кулланучылар юк.',
	'SELECT_FORUM_SUBFORUM_EXPLAIN'	=> 'Монда сайланган форумда барлык асфорумнар булачак.',
	'SELECT_ROLE'					=> 'Вазифаны сайлау...',
	'SELECT_TYPE'					=> 'Төрне сайлагыз',
	'SET_PERMISSIONS'				=> 'Хокуклар урнаштырырга',
	'SET_ROLE_PERMISSIONS'			=> 'Вазифа өчен хокуклар урнаштырырга',
	'SET_USERS_PERMISSIONS'			=> 'Кулланучы хокукларын урнаштырырга',
	'SET_USERS_FORUM_PERMISSIONS'	=> 'Җирле хокукларны урнаштырырга',

	'TRACE_DEFAULT'					=> 'Килешү буенча һәр керү хокукы мәгънәсе <samp>ЮК</samp> (ташланды). Шулай итеп, керү хокуклары көйләүнең башка шартлары белән яңадан билгеләнә ала.',
	'TRACE_FOR'						=> 'Нәтиҗә',
	'TRACE_GLOBAL_SETTING'			=> '%s (глобаль)',
	'TRACE_GROUP_NEVER_TOTAL_NEVER'	=> 'Бу төркем өчен <samp>БЕРКАЙЧАН</samp> хокук мәгънәсе нәтиҗәгә туры килә, шуңа күрә алданрак билгеләнгән мәгънә сакланды.',
	'TRACE_GROUP_NEVER_TOTAL_NEVER_LOCAL'	=> 'Бу форум өчен төркемнең <samp>БЕРКАЙЧАН</samp> хокук мәгънәсе нәтиҗәгә туры килә, шуңа күрә алданрак билгеләнгән мәгънә сакланды.',
	'TRACE_GROUP_NEVER_TOTAL_NO'	=> 'Бу төркем өчен <samp>БЕРКАЙЧАН</samp> хокук мәгънәсе яңа нәтиҗә була, чөнки алданрак билгеләнмәгән (<samp>ЮК</samp> билгеләнгән иде).',
	'TRACE_GROUP_NEVER_TOTAL_NO_LOCAL'	=> 'Бу форумда төркемнең хокук мәгънәсе <samp>БЕРКАЙЧАН</samp> яңа нәтиҗә була, чөнки алданрак билгеләнмәгән (<samp>ЮК</samp> билгеләнгән).',
	'TRACE_GROUP_NEVER_TOTAL_YES'	=> 'Бу төркем өчен <samp>БЕРКАЙЧАН</samp> хокук мәгънәсе нәтиҗәдәге <samp>ӘЙЕ</samp> мәгънәсен бу кулланучыга <samp>БЕРКАЙЧАН</samp> мәгънәсенә алмаштыра.',
	'TRACE_GROUP_NEVER_TOTAL_YES_LOCAL'	=> 'Бу форум өчен төркемнең <samp>БЕРКАЙЧАН</samp> хокук мәгънәсе нәтиҗәдәге <samp>ӘЙЕ</samp> мәгънәсен бу кулланучыга <samp>БЕРКАЙЧАН</samp> мәгънәсенә алмаштыра.',
	'TRACE_GROUP_NO'				=> 'Бу төркем өчен <samp>ЮК</samp> хокук мәгънәсе, шуңа күрә алданрак билгеләнгән нәтиҗә хокукы сакланды.',
	'TRACE_GROUP_NO_LOCAL'			=> 'Бу форумда әлеге төркем өчен <samp>ЮК</samp> хокук мәгънәсе, шуңа күрә алданрак билгеләнгән мәгънә сакланды.',
	'TRACE_GROUP_YES_TOTAL_NEVER'	=> 'Бу төркем өчен <samp>ӘЙЕ</samp> хокук мәгънәсе, ләкин нәтиҗә хокукы <samp>БЕРКАЙЧАН</samp> алмаштырыла алмый.',
	'TRACE_GROUP_YES_TOTAL_NEVER_LOCAL'	=> 'Бу форумда төркемнең <samp>ӘЙЕ</samp> хокук мәгънәсе, ләкин нәтиҗә хокукы <samp>БЕРКАЙЧАН</samp> алмаштырыла алмый.',
	'TRACE_GROUP_YES_TOTAL_NO'		=> 'Бу төркем өчен <samp>ӘЙЕ</samp> хокук мәгънәсе яңа нәтиҗә була, чөнки алданрак билгеләнмәгән (<samp>ЮК</samp> билгеләнгән иде).',
	'TRACE_GROUP_YES_TOTAL_NO_LOCAL'	=> 'Бу форум өчен төркемнең <samp>ӘЙЕ</samp> хокук мәгънәсе яңа нәтиҗә була, чөнки алданрак билгеләнмәгән (<samp>ЮК</samp> билгеләнгән иде).',
	'TRACE_GROUP_YES_TOTAL_YES'		=> 'Бу төркем өчен <samp>ӘЙЕ</samp> хокук мәгънәсе, нәтиҗә хокукы шулай ук <samp>ӘЙЕ</samp> була, шуңа күрә алданрак билгеләнгән мәгънә сакланды.',
	'TRACE_GROUP_YES_TOTAL_YES_LOCAL'	=> 'Бу форумда төркемнең хокук мәгънәсе <samp>ӘЙЕ</samp>, нәтиҗә хокукы шулай ук <samp>ӘЙЕ</samp> була, шуңа күрә алданрак сакланган мәгънә сакланды.',
	'TRACE_PERMISSION'				=> 'Керү хокукын күзәтү — %s',
	'TRACE_RESULT'					=> 'Нәтиҗәне күзәтү',
	'TRACE_SETTING'					=> 'Көйләүләрне күзәтү',

	'TRACE_USER_GLOBAL_YES_TOTAL_YES'		=> 'Форумга бәйсез бу кулланучының хокук мәгънәсе <samp>ӘЙЕ</samp>, нәтиҗәдә хокук шулай ук <samp>ӘЙЕ</samp> була, шулай итеп нәтиҗә мәгънәсе саклана. %sГлобаль хокукны тикшерергә%s',
	'TRACE_USER_GLOBAL_YES_TOTAL_NEVER'		=> 'Форумга бәйсез бу кулланучының хокук мәгънәсе <samp>ӘЙЕ</samp>, ул хәзерге җирле <samp>БЕРКАЙЧАН</samp> мәгънәсен алмаштыра. %sГлобаль хокукны тикшерергә%s',
	'TRACE_USER_GLOBAL_NEVER_TOTAL_KEPT'	=> 'Форумга бәйсез бу кулланучының <samp>БЕРКАЙЧАН</samp> хокук мәгънәсе, җирле мәгънәгә тәэсир итми. %sГлобаль хокукны күзәтү%s',

	'TRACE_USER_FOUNDER'					=> 'Кулланучы конференциянең нигез салучысы, шуңа күрә администратор хокукы мәгънәләре һәрвакыт <samp>ӘЙЕ</samp> мәгънәсенә куелган.',
	'TRACE_USER_KEPT'						=> 'Бу кулланучы өчен <samp>ЮК</samp> хокук мәгънәсе, шулай итеп алданрак билгеләнгән нәтиҗә мәгънәсе сакланды.',
	'TRACE_USER_KEPT_LOCAL'					=> 'Бу форумда әлеге кулланучы өчен <samp>ЮК</samp> хокук мәгънәсе, шулай итеп алданрак билгеләнгән нәтиҗә мәгънәсе сакланды.',
	'TRACE_USER_NEVER_TOTAL_NEVER'			=> 'Бу кулланучы өчен хокук мәгънәсе <samp>БЕРКАЙЧАН</samp>, нәтиҗә хокукы шулай ук <samp>БЕРКАЙЧАН</samp> була, шуңа күрә үзгәртүләр башкарылмый.',
	'TRACE_USER_NEVER_TOTAL_NEVER_LOCAL'	=> 'Әлеге форумда бу кулланучы өчен хокук мәгънәсе <samp>БЕРКАЙЧАН</samp>, нәтиҗәдә хокук шулай ук <samp>БЕРКАЙЧАН</samp>, шуңа күрә үзгәртүләр башкарылмый.',
	'TRACE_USER_NEVER_TOTAL_NO'				=> 'Бу кулланучы өчен <samp>БЕРКАЙЧАН</samp> хокук мәгънәсе яңа нәтиҗә хокукы була, чөнки алданрак <samp>ЮК</samp> билгеләнгән иде.',
	'TRACE_USER_NEVER_TOTAL_NO_LOCAL'		=> 'Әлеге форумда бу кулланучы өчен хокук мәгънәсе <samp>БЕРКАЙЧАН</samp> яңа нәтиҗә хокукы була, чөнки алданрак <samp>ЮК</samp> билгеләнгән иде.',
	'TRACE_USER_NEVER_TOTAL_YES'			=> 'Бу кулланучы өчен <samp>БЕРКАЙЧАН</samp> хокук мәгънәсе алданрак билгеләнгән <samp>ӘЙЕ</samp> мәгънәсен алмаштыра.',
	'TRACE_USER_NEVER_TOTAL_YES_LOCAL'		=> 'Бу форумда әлеге кулланучы өчен <samp>БЕРКАЙЧАН</samp> хокук мәгънәсе алданрак билгеләнгән <samp>ӘЙЕ</samp> мәгънәсен алмаштыра.',
	'TRACE_USER_NO_TOTAL_NO'				=> 'Бу кулланучы өчен хокук нәтиҗәсе <samp>ЮК</samp>, нәтиҗәдә хокук шулай ук <samp>ЮК</samp> була, шуңа күрә килешү буенча мәгънә <samp>БЕРКАЙЧАН</samp> урнаштырылган.',
	'TRACE_USER_NO_TOTAL_NO_LOCAL'			=> 'Бу форумда кулланучы хокукы мәгънәсе <samp>ЮК</samp>, нәтиҗәдә хокук шулай ук <samp>ЮК</samp> була, шуңа күрә килешү буенча мәгънә <samp>БЕРКАЙЧАН</samp> урнаштырылган.',
	'TRACE_USER_YES_TOTAL_NEVER'			=> 'Бу кулланучы өчен <samp>ӘЙЕ</samp> хокук мәгънәсе, ләкин нәтиҗә хокукы <samp>БЕРКАЙЧАН</samp> алмаштырыла алмый.',
	'TRACE_USER_YES_TOTAL_NEVER_LOCAL'		=> 'Бу форумда әлеге кулланучы өчен <samp>ӘЙЕ</samp> хокук мәгънәсе, ләкин нәтиҗә хокукы <samp>БЕРКАЙЧАН</samp> алмаштырыла алмый.',
	'TRACE_USER_YES_TOTAL_NO'				=> 'Бу кулланучы өчен <samp>ӘЙЕ</samp> хокук мәгънәсе яңа нәтиҗә хокукы була, чөнки алданрак <samp>ЮК</samp> билгеләнгән иде.',
	'TRACE_USER_YES_TOTAL_NO_LOCAL'			=> 'Әлеге форумда бу кулланучы хокук мәгънәсе <samp>ӘЙЕ</samp> яңа нәтиҗә хокукы була, чөнки алданрак <samp>ЮК</samp> билгеләнгән.',
	'TRACE_USER_YES_TOTAL_YES'				=> 'Бу кулланучы өчен <samp>ӘЙЕ</samp> хокук мәгънәсе, нәтиҗә хокукы шулай ук <samp>ӘЙЕ</samp> була, шуңа күрә үзгәртүләр кертелми.',
	'TRACE_USER_YES_TOTAL_YES_LOCAL'		=> 'Әлеге форумда бу кулланучы өчен хокук мәгънәсе <samp>ӘЙЕ</samp>, нәтиҗәдә хокук шулай ук <samp>ӘЙЕ</samp> була, шуңа күрә үзгәртүләр башкарылмый.',
	'TRACE_WHO'								=> 'Сыйфатында',
	'TRACE_TOTAL'							=> 'Нәтиҗә',

	'USERS_NOT_ASSIGNED'			=> 'Бу вазифа белән кулланучылар юк',
	'USER_IS_MEMBER_OF_DEFAULT'		=> 'түбәндәге урнаштырылган төркемнәргә керә',
	'USER_IS_MEMBER_OF_CUSTOM'		=> 'түбәндәге ясалган төркемнәргә керә',

	'VIEW_ASSIGNED_ITEMS'	=> 'Билгеләнгән кисәкләрне карау',
	'VIEW_LOCAL_PERMS'		=> 'Җирле хокукларны карарга',
	'VIEW_GLOBAL_PERMS'		=> 'Глобаль хокукларны карарга',
	'VIEW_PERMISSIONS'		=> 'Хокукларны карарга',

	'WRONG_PERMISSION_TYPE'				=> 'Дөрес булмаган хокук төре сайланды.',
	'WRONG_PERMISSION_SETTING_FORMAT'	=> 'Хокуклар ялгыш форматта куелган, аларны эшкәртеп булмый.',
));

?>