<?php
/**
*
* posting [Tatar]
*
* @package language
* @version $Id: posting.php 9902 2009-08-01 11:07:48Z acydburn $
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

//кери тәрҗемәсе

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

// BBCodes
// Note to translators: you can translate everything but what's between { and }
$lang = array_merge($lang, array(
	'ACP_BBCODES_EXPLAIN'		=> 'BBCode — HTML теленең махсус башкаруы, анда хәбәрләрне үзгәртү мөмкинлеге уңайлырак ясалган. Бу бит ярдәмендә сез BBCodes өсти, бетерә һәм үзгәртә аласыз.',
	'ADD_BBCODE'				=> 'BBCode өстәргә',

	'BBCODE_DANGER'				=> 'Өстәләчәк BBCode {TEXT} лексемасын HTML тегларында куллана. Бу XSS (сайт ара скриптинг) белән бәйле иминлек проблемаларын китереп чыгара ала. Таләпчән тикшерү кулланган {SIMPLETEXT} яки {INTTEXT} лексемасын кулланып карагыз. Әгәр тулысынча куркыныч мөмкинлеген аңласагыз һәм {TEXT} лексемасын куллану бик кирәк булганда гына бу кисәтүне кире кагыгыз.',
	'BBCODE_DANGER_PROCEED'		=> 'Дәвам итәргә', //'Мин куркынычлыкны аңлыйм',

	'BBCODE_ADDED'				=> 'BBCode уңышлы өстәлде.',
	'BBCODE_EDITED'				=> 'BBCode уңышлы үзгәртелде.',
	'BBCODE_NOT_EXIST'			=> 'Сайлаган BBCode юк.',
	'BBCODE_HELPLINE'			=> 'Ярдәм',
	'BBCODE_HELPLINE_EXPLAIN'	=> 'Бу кырда BBCode белән төймәгә тычкан күрсәткечен китергәндә күрсәтеләчәк текст урнашкан.',
	'BBCODE_HELPLINE_TEXT'		=> 'Ярдәм күрсәтү тексты',
	'BBCODE_HELPLINE_TOO_LONG'	=> 'Кертелгән күрсәтү тексты артык озын.',

	'BBCODE_INVALID_TAG_NAME'	=> 'Сайланган BBCode тегы исеме бар инде.',
	'BBCODE_INVALID'			=> 'BBCode мөмкин булмаган форматта ясалган.',
	'BBCODE_OPEN_ENDED_TAG'		=> 'Көйләнелгән BBCode та ачылучы һәм язылучы теглар булырга тиеш.',
	'BBCODE_TAG'				=> 'Тег',
	'BBCODE_TAG_TOO_LONG'		=> 'Кертелгән тег исеме артык озын.',
	'BBCODE_TAG_DEF_TOO_LONG'	=> 'Кертелгән тег билгеләмәсе артык озын. Кыскарак билгеләмәне кертегез',
	'BBCODE_USAGE'				=> 'BBCode куллану',
	'BBCODE_USAGE_EXAMPLE'		=> '[highlight={COLOR}]{TEXT}[/highlight]<br /><br />[font={SIMPLETEXT1}]{SIMPLETEXT2}[/font]',
	'BBCODE_USAGE_EXPLAIN'		=> 'Монда BBCode куллану билгеләнә. Һәр кертелгән үзгәрмә туры килгән лексемага алмаштырыла ала (%sмисаллар аста%s).',

	'EXAMPLE'						=> 'Мисал:',
	'EXAMPLES'						=> 'Мисаллар:',

	'HTML_REPLACEMENT'				=> 'HTML алмашы',
	'HTML_REPLACEMENT_EXAMPLE'		=> '&lt;span style="background-color: {COLOR};"&gt;{TEXT}&lt;/span&gt;<br /><br />&lt;span style="font-family: {SIMPLETEXT1};"&gt;{SIMPLETEXT2}&lt;/span&gt;',
	'HTML_REPLACEMENT_EXPLAIN'		=> 'Монда HTML алмашлары билгеләнә. Өстәрәк кулланылган лексемаларны өстәргә онытмагыз!',

	'TOKEN'					=> 'Лексема',
	'TOKENS'				=> 'Лексемалар',
	'TOKENS_EXPLAIN'		=> 'Лексемалар кулланучылар керткән әйберләр өчен билге-тутыргыч булып тора. Туры килгән билгегә туры килгәндә генә кертелгән әйбернең дөреслеге расланачак. Кирәк булганда сез аларны, лексема ахырына фигуралы җәя эчендә номер өстәп, тәртипли аласыз. Мәсәлән {TEXT1}, {TEXT2}.<br /><br />Лексемадан башка HTML алмаштыру өчен тел файлларыннан һәртөрле тел үзгәрмәсен кулланып була. Мәсәлән, {L_<em>&lt;STRINGNAME&gt;</em>}, кайда <em>&lt;STRINGNAME&gt;</em> — ул сез өстәргә теләгән тәрҗемә ителгән юл исеме. Мәсәлән, {L_WROTE} «wrote» итеп күренәчәк яки кулланучы нинди тел сайлаганга карап тәрҗемә ителәчәк.<br /><br /><strong>Искәртмә: түбәндә күрсәтелгән лексемалар гына кулланучы BBCodes та кулланыла ала.</strong>',
	'TOKEN_DEFINITION'		=> 'Тасвирлама',
	'TOO_MANY_BBCODES'		=> 'Сез бүтән BBCodes ясый алмыйсыз. Кайбер BBCodes ны бетерегез яки башка урынга күчерегез һәм кабатлап карагыз.',

	'tokens'	=>	array(
		'TEXT'			=> 'Һәр текст, һәр телнең билгеләрен, саннарын һәм б. к. кертеп. Бу лексеманы HTML тегларында кулланырга кирәк түгел. Аның урынына IDENTIFIER, INTTEXT яки SIMPLETEXT лексемаларын кулланыгыз.',
		'SIMPLETEXT'	=> 'Латин әлифбасы хәрефләре (A-Z), саннар, бушлык, өтерләр, нокталар, алу, кушу билгесе, сызык һәм ассызык.',
		'INTTEXT'		=> 'Unicode билгеләре, саннар, бушлыклар, өтерләр, нокталар, алу, кушу билгесе, сызык, ассызык.',
		'IDENTIFIER'	=> 'Латин әлифбасы хәрефләре (A-Z), саннар, сызык һәм ассызык.',
		'NUMBER'		=> 'Саннарның төрле тәртибе.',
		'EMAIL'			=> 'Дөрес электрон почта адресы.',
		'URL'			=> 'Дөрес URL адресы һәртөрле беркетмә кулланып (http, ftp һәм б. к. деструктив JavaScript гамәлләре өчен кулланыла алмый). Әгәр бернәрсә дә билгеләнмәсә, юлга «http://» алкушымчасы үзе өстәләчәк.',
		'LOCAL_URL'		=> 'Җирле URL адресы. URL тема битенә карата чагыштырмача булырга һәм анда беркетмә яки сервер исеме булырга тиеш түгел.',
		'COLOR'			=> 'HTML төсе. Төс сан форматында билгеләнә ала <samp>#FF1234</samp> яки <a href="http://www.w3.org/TR/CSS21/syndata.html#value-def-color">CSS төсенең төп сүзе белән</a>. Мәсәлән, <samp>fuchsia</samp> яки <samp>InactiveBorder</samp>.'
	)
));

// Smilies and topic icons
$lang = array_merge($lang, array(
	'ACP_ICONS_EXPLAIN'		=> 'Бу бит ярдәмендә сез кулланучылар тема яки хәбәрләргә өсти алган билгене өсти, бетерә һәм үзгәртә аласыз. Бу билгеләр форумнар карау битендә тема атамасы яки темалар карау битендә хәбәрләр атамасы янында чагылдырыла. Шулай ук сез яңа билге төргәген ясый яки урнаштыра аласыз.',
	'ACP_SMILIES_EXPLAIN'	=> 'Смайликлар — бу кечкенә, кайбер чакта анимация сыман рәсемнәр, хис һәм кәефне тапшыру өчен кулланыла. Бу бит ярдәмендә сез кулланучылар хәбәрләренә өсти алган смайликларны өсти, бетерә һәм үзгәртә аласыз. Шулай ук сез яңа смайликлар төргәген ясый һәм урнаштыра аласыз.',
	'ADD_SMILIES'			=> 'Берничә смайликлар өстәргә',
	'ADD_SMILEY_CODE'		=> 'Смайликның өстәмә кодын кертергә',
	'ADD_ICONS'				=> 'Берничә билгечек өстәргә',
	'AFTER_ICONS'			=> '%s соң',
	'AFTER_SMILIES'			=> '%s соң',

	'CODE'						=> 'Код',
	'CURRENT_ICONS'				=> 'Урнаштырылган билгечекләр',
	'CURRENT_ICONS_EXPLAIN'		=> 'Урнаштырылган билгечекләргә кулланырга кирәк булган гамәлне сайлагыз',
	'CURRENT_SMILIES'			=> 'Урнаштырылган смайликлар',
	'CURRENT_SMILIES_EXPLAIN'	=> 'Урнаштырылган смайликларга кулланырга кирәк булган гамәлне сайлагыз.',

	'DISPLAY_ON_POSTING'		=> 'Җавап битендә күрсәтергә',
	'DISPLAY_POSTING'			=> 'Җавап битендә',
	'DISPLAY_POSTING_NO'		=> 'Җавап битендә юк',

	'EDIT_ICONS'				=> 'Билгечекләрне үзгәртергә',
	'EDIT_SMILIES'				=> 'Смайликларны үзгәртергә',
	'EMOTION'					=> 'Хис',
	'EXPORT_ICONS'				=> 'icons.pak файлын экспортларга һәм йөкләргә',
	'EXPORT_ICONS_EXPLAIN'		=> '%sБу сылтамага чирткәннән соң урнаштырылган билгеләр сыйфаты <samp>icons.pak</samp> файлына төреләчәк, аны йөкләгәннән соң архивлар <samp>.zip</samp> яки <samp>.tgz</samp> ясау өчен кулланып булачак, анда барлык сезнең билгеләр белән сыйфат файлы %s <samp>icons.pak</samp> булачак.',
	'EXPORT_SMILIES'			=> 'smilies.pak файлын экспортларга һәм йөкләргә',
	'EXPORT_SMILIES_EXPLAIN'	=> '%sБу сылтамага чирткәннән соң урнаштырылган смайликлар сыйфаты <samp>smilies.pak</samp> файлына төреләчәк, аны йөкләгәннән соң архивлар <samp>.zip</samp> яки <samp>.tgz</samp> ясау өчен кулланып булачак, анда барлык сезнең смайликлар белән сыйфат файлы <samp>smilies.pak</samp> булачак.',

	'FIRST'			=> 'Беренче',

	'ICONS_ADD'				=> 'Билгечек өстәргә',
	'ICONS_NONE_ADDED'		=> 'Билгечекләр өстәлмәде.',
	'ICONS_ONE_ADDED'		=> 'Күрсәтелгән билгечек өстәлде.',
	'ICONS_ADDED'			=> 'Күрсәтелгән билгечекләр өстәде.',
	'ICONS_CONFIG'			=> 'Билгечекләр көйләүләре',
	'ICONS_DELETED'			=> 'Билгечек бетерелде.',
	'ICONS_EDIT'			=> 'Билгечекне үзгәртергә',
	'ICONS_ONE_EDITED'		=> 'Күрсәтелгән билгечек яңартылды.',
	'ICONS_NONE_EDITED'		=> 'Билгечекләр яңартылмады.',
	'ICONS_EDITED'			=> 'Күрсәтелгән билгечекләр яңартылды.',
	'ICONS_HEIGHT'			=> 'Билгечек биеклеге',
	'ICONS_IMAGE'			=> 'Билгечек рәсеме',
	'ICONS_IMPORTED'		=> 'Билгечекләр төргәге урнаштырылды.',
	'ICONS_IMPORT_SUCCESS'	=> 'Билгечекләр төргәге импортланды.',
	'ICONS_LOCATION'		=> 'Билгечеккә юл',
	'ICONS_NOT_DISPLAYED'	=> 'Түбәндәге билгечекләр хәбәрләр урнаштыру битендә күрсәтелмәячәк',
	'ICONS_ORDER'			=> 'Билгечек тәртибе',
	'ICONS_URL'				=> 'Билгечек файлы',
	'ICONS_WIDTH'			=> 'Билгечек киңлеге',
	'IMPORT_ICONS'			=> 'Билгечекләр төргәген урнаштырырга',
	'IMPORT_SMILIES'		=> 'Смайликлар төргәген урнаштырырга',

	'KEEP_ALL'			=> 'Барысын сакларга',

	'MASS_ADD_SMILIES'	=> 'Берничә смайликлар өстәргә',

	'NO_ICONS_ADD'		=> 'Өстәргә мөмкин булган билгечекләр юк.',
	'NO_ICONS_EDIT'		=> 'Үзгәртергә мөмкин булган билгечекләр юк.',
	'NO_ICONS_EXPORT'	=> 'Төргәк ясау өчен мөмкин булган билгечекләр юк.',
	'NO_ICONS_PAK'		=> 'Билгечекләр төргәге табылмады.',
	'NO_SMILIES_ADD'	=> 'Өстәргә мөмкин булган смайликлар юк.',
	'NO_SMILIES_EDIT'	=> 'Үзгәртергә мөмкин булган смайликлар юк.',
	'NO_SMILIES_EXPORT'	=> 'Төргәк ясау өчен мөмкин булган смайликлар юк.',
	'NO_SMILIES_PAK'	=> 'Смайликлар төргәге табылмады.',

	'PAK_FILE_NOT_READABLE'		=> '<samp>.pak</samp> файлын укыганда хата',

	'REPLACE_MATCHES'	=> 'Парлыларны алмаштырырга',

	'SELECT_PACKAGE'			=> 'Төргәк файлын сайлагыз',
	'SMILIES_ADD'				=> 'Смайлик өстәргә',
	'SMILIES_NONE_ADDED'		=> 'Смайликлар өстәлмәде.',
	'SMILIES_ONE_ADDED'			=> 'Күрсәтелгән смайлик өстәлде.',
	'SMILIES_ADDED'				=> 'Күрсәтелгән смайликлар өстәлде.',
	'SMILIES_CODE'				=> 'Смайлик коды',
	'SMILIES_CONFIG'			=> 'Смайликлар көйләүләре',
	'SMILIES_DELETED'			=> 'Смайлик бетерелде.',
	'SMILIES_EDIT'				=> 'Смайликны үзгәртергә',
	'SMILIE_NO_CODE'			=> 'Смайлик «%s» өстәлмәде, чөнки аның өчен код билгеләнмәгән.',
	'SMILIE_NO_EMOTION'			=> 'Смайлик «%s» өстәлмәде, чөнки аңа хис билгеләнмәгән.',
	'SMILIE_NO_FILE'			=> 'Смайлик «%s» өстәлмәде, чөнки аның өчен файл юк.',
	'SMILIES_NONE_EDITED'		=> 'Смайликлар яңартылмады.',
	'SMILIES_ONE_EDITED'		=> 'Күрсәтелгән смайлик яңартылды.',
	'SMILIES_EDITED'			=> 'Күрсәтелгән смайликлар яңартылды.',
	'SMILIES_EMOTION'			=> 'Хис',
	'SMILIES_HEIGHT'			=> 'Смайлик биеклеге',
	'SMILIES_IMAGE'				=> 'Смайлик рәсеме',
	'SMILIES_IMPORTED'			=> 'Смайликлар төргәге урнаштырылды.',
	'SMILIES_IMPORT_SUCCESS'	=> 'Смайликлар төргәге импортланды.',
	'SMILIES_LOCATION'			=> 'Смайликка юл',
	'SMILIES_NOT_DISPLAYED'		=> 'Түбәндәге смайликлар хәбәрләр урнаштыру битендә күрсәтелмәячәк',
	'SMILIES_ORDER'				=> 'Смайлик тәртибе',
	'SMILIES_URL'				=> 'Смайлик файлы',
	'SMILIES_WIDTH'				=> 'Смайлик киңлеге',

	'TOO_MANY_SMILIES'			=> 'Смайликларның %d санындагы чиге җитте.',

	'WRONG_PAK_TYPE'	=> 'Күрсәтелгән төргәктә туры килгән мәгълүмат юк.',
));

// Word censors
$lang = array_merge($lang, array(
	'ACP_WORDS_EXPLAIN'		=> 'Бу аслык ярдәмендә сез форумнарда цензурага үзе тартылачак сүзләрне өсти, бетерә һәм үзгәртә аласыз. Ләкин кулланучылар бу сүзләрдән торган исемнәр белән теркәлә алачак. Сүзләрдә куелган билгеләр була ала (*). Мәсәлән, *тест* гә «тикшерергә» сүзе туры киләчәк, тест* — «тикшерү», *тест — «протест».',
	'ADD_WORD'				=> 'Cүзне өстәргә',

	'EDIT_WORD'		=> 'Сүзне үзгәртү',
	'ENTER_WORD'	=> 'Сүзне һәм аның алмашын кертергә кирәк.',

	'NO_WORD'	=> 'Төзәтү өчен сүз сайланмады.',

	'REPLACEMENT'	=> 'Алмаштыру',

	'UPDATE_WORD'	=> 'Сүзне яңарту',

	'WORD'				=> 'Сүз',
	'WORD_ADDED'		=> 'Сүз өстәлде.',
	'WORD_REMOVED'		=> 'Сайлаган сүз бетерелде.',
	'WORD_UPDATED'		=> 'Сайлаган сүз яңартылды.',
));

// Ranks
$lang = array_merge($lang, array(
	'ACP_RANKS_EXPLAIN'		=> 'Бу аслык ярдәмендә сез дәрәҗә өсти, бетерә һәм үзгәртә аласыз. Шулай ук сез кулланучылар идарәсе битендә кулланучыларга бирелә алган махсус дәрәҗәләр ясый аласыз.',
	'ADD_RANK'				=> 'Дәрәҗә өстәргә',

	'MUST_SELECT_RANK'		=> 'Дәрәҗәне сайларга кирәк.',

	'NO_ASSIGNED_RANK'		=> 'Махсус дәрәҗә бирелмәде.',
	'NO_RANK_TITLE'			=> 'Дәрәҗә башламы күрсәтелмәгән.',
	'NO_UPDATE_RANKS'		=> 'Дәрәҗә бетерелде. Ләкин ул бирелгән кулланучылар хисап язмасы яңартылмады. Сезгә кулдан бу хисап язмалар дәрәҗәләрен торгызырга кирәк.',

	'RANK_ADDED'			=> 'Дәрәҗә өстәлде.',
	'RANK_IMAGE'			=> 'Дәрәҗәгә рәсем',
	'RANK_IMAGE_EXPLAIN'	=> 'Монда бу дәрәҗә белән бәйле кечкенә рәсемне куеп була. Рәсемгә юл чагыштырмача phpBB тамыр папкасына билгеләнә.',
	'RANK_IMAGE_IN_USE'		=> '(кулланыла)',
	'RANK_MINIMUM'			=> 'Минимум хәбәр',
	'RANK_REMOVED'			=> 'Дәрәҗә бетерелде.',
	'RANK_SPECIAL'			=> 'Махсус дәрәҗә',
	'RANK_TITLE'			=> 'Дәрәҗә башламы',
	'RANK_UPDATED'			=> 'Дәрәҗә яңартылды.',
));

// Disallow Usernames
$lang = array_merge($lang, array(
	'ACP_DISALLOW_EXPLAIN'	=> 'Сез монда кулланырга тыелган кулланучылар исемнәре белән идарә итә аласыз. Тыелган исемнәрдә алмаштыру билгеләре (*) була ала.',
	'ADD_DISALLOW_EXPLAIN'	=> 'Сез  монда кулланучы исемен тыя аласыз. Йолдызны (*) һәр билге өчен алмаштыру тамгасы итеп кулланыгыз.',
	'ADD_DISALLOW_TITLE'	=> 'Тыелган исемне өстәргә',

	'DELETE_DISALLOW_EXPLAIN'	=> 'Сез тыелганнар исемлегеннән исемне сайлый һәм «Җибәрергә» төймәсенә басып аны бетерә аласыз.',
	'DELETE_DISALLOW_TITLE'		=> 'Тыелганнар исемлегеннән исемне бетерергә',
	'DISALLOWED_ALREADY'		=> 'Кертелгән исем инде тыелган.',
	'DISALLOWED_DELETED'		=> 'Тыелган исем бетерелде.',
	'DISALLOW_SUCCESSFUL'		=> 'Тыелган сүз өстәлде.',

	'NO_DISALLOWED'				=> 'Тыелган исемнәр юк',
	'NO_USERNAME_SPECIFIED'		=> 'Исем сайланмаган яки билгеләнмәгән.',
));

// Reasons
$lang = array_merge($lang, array(
	'ACP_REASONS_EXPLAIN'	=> 'Сез монда кулланучылар хәбәрләрен кире кагу шикаяте һәм белдерүләрдә кулланылган сәбәпләр белән идарә итә аласыз. Йолдыз белән билгеләнгән сәбәп бетерелә алмый. Бу сәбәп күп очракта башка сәбәпләр кулланучы шикаятьләренә туры килмәгәндә кулланыла.',
	'ADD_NEW_REASON'		=> 'Сәбәп өстәргә',
	'AVAILABLE_TITLES'		=> 'Мөмкин булган сәбәпләр башка телдә',

	'IS_NOT_TRANSLATED'			=> 'Сәбәп <strong>телләштерелмәгән</strong>.',
	'IS_NOT_TRANSLATED_EXPLAIN'	=> 'Сәбәп <strong>телләштерелмәгән</strong>. Әгәр сез телләштерелгән форманы бирергә теләсәгез, сәбәп һәм шикаять бүлегенең тел файлларыннан дөрес ачкычны күрсәтегез.',
	'IS_TRANSLATED'				=> 'Сәбәп телләштерелгән',
	'IS_TRANSLATED_EXPLAIN'		=> 'Сәбәп телләштерелгән. Әгәр кертелгән башлам сәбәпләр һәм шикаять бүлегенең тел файлларында күрсәтелгән булса, башлам һәм сәбәп тасвирламасының телләштерелгән формасы кулланылачак.',

	'NO_REASON'					=> 'Сәбәп табылмады.',
	'NO_REASON_INFO'			=> 'Бу сәбәпнең башламын һәм тасвирламасын кертергә кирәк.',
	'NO_REMOVE_DEFAULT_REASON'	=> '«Башка» сәбәбен бетереп булмый.',

	'REASON_ADD'				=> 'Шикаять яки кире кагу сәбәбен өстәү',
	'REASON_ADDED'				=> 'Шикаять яки кире кагу сәбәбе өстәлде.',
	'REASON_ALREADY_EXIST'		=> 'Андый башлам белән сәбәп бар инде. Башка башламны сайлагыз.',
	'REASON_DESCRIPTION'		=> 'Сәбәп тасвирламасы',
	'REASON_DESC_TRANSLATED'	=> 'Күрсәтелгән сәбәп тасвирламасы',
	'REASON_EDIT'				=> 'Сәбәп яки кире кагуны үзгәртү',
	'REASON_EDIT_EXPLAIN'		=> 'Сез монда сәбәпне өсти яки үзгәртә аласыз. Әгәр сәбәп тәрҗемә ителгән булса, монда кертелгән тасвирлама урынына телләштерелгән юрамасы кулланыла.',
	'REASON_REMOVED'			=> 'Шикаять яки кире кагу сәбәбе бетерелде.',
	'REASON_TITLE'				=> 'Сәбәп башламы',
	'REASON_TITLE_TRANSLATED'	=> 'Күрсәтелгән сәбәп башламы',
	'REASON_UPDATED'			=> 'Шикаять яки кире кагу сәбәбе яңартылды.',

	'USED_IN_REPORTS'		=> 'Шикаятьтә кулланыла',
));

?>