<?php
/**
*
* acp_search [Tatar]
*
* @package language
* @version $Id: search.php,v 1.21 2007/10/04 15:07:24 acydburn Exp $
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$lang = array_merge($lang, array(
	'ACP_SEARCH_INDEX_EXPLAIN'				=> 'Сез монда эзләү ысулының индекслары белән идарә итә аласыз. Күп очракта бер ысул гына кулланган өчен барлык кулланмаган индексларны бетерергә кирәк. Берәр нинди эзләү көйләвен үзгәрткәннән соң (мәсәлән, минималь/максималь билге саны) башкарылган үзгәртүләрне чагылдыру өчен, яңадан эзләү индексын ясау мәгънәсе бар.',
	'ACP_SEARCH_SETTINGS_EXPLAIN'			=> 'Сез монда хәбәрләрне берләштерү һәм эзләү башкаруында кулланачак эзләү ысулын күрсәтә аласыз. Шулай ук сез эзләү сорауларын эшкәртү өчен таләп ителгән чыганаклар санына тәэсир иткән төрле көйләүләрне урнаштыра аласыз. Бу көйләүләрнең кайберсе барлык эзләү ысуллары өчен дә бертөрле.',

	'COMMON_WORD_THRESHOLD'					=> 'Уртак сүзләрнең чиге',
	'COMMON_WORD_THRESHOLD_EXPLAIN'			=> 'Күбесенчә барлык хәбәрләрдә булган сүзләр гомуми итеп саналачак. Гомуми сүзләр эзләү сорауларында кире кагыла. Бу мөмкинлекне сүндерү өчен 0 кертегез. Мөмкинлек 100 артык хәбәр булганда гына эшли. Гомуми сүзләр исемлеген яңарту өчен эзләү индексларын киредән ясарга кирәк.',
	'CONFIRM_SEARCH_BACKEND'				=> 'Сез башка эзләү ысулына күчәргә телисезме? Күчкәннән соң яңа эзләү ысулын куллану өчен эзләү индексларын ясарга туры киләчәк. Әгәр сез киредән иске эзләү ысулына күчәргә уйламасагыз, система чыганакларын бушайту өчен эзләү индексларын бетерә аласыз.',
	'CONTINUE_DELETING_INDEX'				=> 'Алдагы индекслар бетерү барышын дәвам итәргә',
	'CONTINUE_DELETING_INDEX_EXPLAIN'		=> 'Алданрак эзләү индексларын бетерү гамәле кабызылган иде. Эзләү индекслары битенә рөхсәт алу өчен бу гамәлнең тәмамлануын көтәргә яки аны кире кагарга кирәк.',
	'CONTINUE_INDEXING'						=> 'Алдагы берләштерү барышын дәвам итәргә',
	'CONTINUE_INDEXING_EXPLAIN'				=> 'Алданрак берләштерү гамәле кабызылган иде. Эзләү индекслары битенә рөхсәт алу өчен бу гамәлнең тәмамлануын көтәргә яки аны кире кагарга кирәк.',
	'CREATE_INDEX'							=> 'Индекслар ясарга',

	'DELETE_INDEX'							=> 'Индекслар бетерергә',
	'DELETING_INDEX_IN_PROGRESS'			=> 'Эзләү индексларын бетерү...',
	'DELETING_INDEX_IN_PROGRESS_EXPLAIN'	=> 'Эзләү индексларын бетерү бара. Бу гамәл берничә минут дәвам итә ала.',

	'FULLTEXT_MYSQL_INCOMPATIBLE_VERSION'	=> 'Тулы текстлы MySQL эзләү ысулы MySQL4 һәм югарыракта гына кулланыла ала.',
	'FULLTEXT_MYSQL_NOT_MYISAM'				=> 'Тулы текстлы MySQL индекслары MyISAM җәдвәлләре белән генә кулланыла ала.',
	'FULLTEXT_MYSQL_TOTAL_POSTS'			=> 'Гомуми берләштерелгән хәбәрләр саны',
	'FULLTEXT_MYSQL_MBSTRING'				=> 'Латин булмаган UTF-8 билгеләрен, mbstring кулланганын файдалану:',
	'FULLTEXT_MYSQL_PCRE'					=> 'Латин булмаган UTF-8 билгеләрен файдалану, PCRE кулланган:',
	'FULLTEXT_MYSQL_MBSTRING_EXPLAIN'		=> 'Әгәр PCRE да юникод билгеләре үзлеге булмаса, эзләү ысулы даими mbstring гыйбарә ысулын кулланып караячак.',
	'FULLTEXT_MYSQL_PCRE_EXPLAIN'			=> 'Бу эзләү ысулы өчен юникод PCRE билге үзлекләре кирәк, әгәр сез латин булмаган билгеләрне эзләргә теләсәгез, PHP 4.4, 5.1 һәм югарырак та гына мөмкин.',
	'FULLTEXT_MYSQL_MIN_SEARCH_CHARS_EXPLAIN'	=> 'Монда күрсәтелгән билге саныннан ким булмаган сүзләр эзләү өчен берләштереләчәк. Бу мәгънәне MySQL сервер көйләүләрен төзәтеп кенә үзгәртеп була.',
   'FULLTEXT_MYSQL_MAX_SEARCH_CHARS_EXPLAIN'   => 'Монда күрсәтелгән билге саныннан артмаган сүзләр эзләү өчен берләштереләчәк. Бу мәгънәне MySQL сервер көйләүләрен төзәтеп кенә үзгәртеп була.',

	'GENERAL_SEARCH_SETTINGS'				=> 'Эзләүнең гомуми көйләүләре',
	'GO_TO_SEARCH_INDEX'					=> 'Эзләү индекслары битенә күчәргә',

	'INDEX_STATS'							=> 'Индексация статистикасы',
	'INDEXING_IN_PROGRESS'					=> 'Индексация бара…',
	'INDEXING_IN_PROGRESS_EXPLAIN'			=> 'Барлык булган хәбәрләрне берләштерү бара. Бу барыш мәгълүмат күләменә карап берничә минуттан алып берничә сәгатькә кадәр дәвам итә ала.',

	'LIMIT_SEARCH_LOAD'						=> 'Система кабызылганда эзләүне чикләү',
	'LIMIT_SEARCH_LOAD_EXPLAIN'				=> 'Әгәр система кабызылуы бер минут эчендә бу мәгънәне арттырса, эзләү бите мөмкин булмаячак. 1.0 мәгънәсе бер процессорны йөз процент куллануына тигез. Бу шарт UNIX-сыман серверларда гына эшли.',

	'MAX_SEARCH_CHARS'						=> 'Берләштерү өчен максимум билге',
	'MAX_SEARCH_CHARS_EXPLAIN'				=> 'Кимрәк билге санлы сүзләр берләштереләчәк һәм эзләү өчен мөмкин булачак.',
	'MAX_NUM_SEARCH_KEYWORDS'				=> 'Максималь эзләнелгән сүзләр саны',
	'MAX_NUM_SEARCH_KEYWORDS_EXPLAIN'		=> 'Берьюлы кулланучы эзли алган максималь сүз саны. Чикләүләрне алу өчен 0 куегыз',
	'MIN_SEARCH_CHARS'						=> 'Берләштерү өчен минимум билге',
	'MIN_SEARCH_CHARS_EXPLAIN'				=> 'Күбрәк билге санлы сүзләр берләштереләчәк һәм эзләү өчен мөмкин булачак.',
	'MIN_SEARCH_AUTHOR_CHARS'				=> 'Исемнәрдә минималь билге саны',
	'MIN_SEARCH_AUTHOR_CHARS_EXPLAIN'		=> 'Авторны битлек буенча эзләү өчен кулланучылар күрсәтелгән саннан ким булмаган билге санын кертергә тиеш була. Әгәр автор исеме күрсәтелгән мәгънәдән ким булса, эзләүне авторның тулы исеме буенча башкарып булачак.',

	'PROGRESS_BAR'							=> 'Башкару индикаторы',

	'SEARCH_GUEST_INTERVAL'					=> 'Кунаклар өчен сораулар арасында аралык',
	'SEARCH_GUEST_INTERVAL_EXPLAIN'			=> 'Кунак чираттагы эзләү соравы алдыннан көтәргә тиеш вакыт секундларда. Әгәр эзләүне бер кунак кулланса, калганнар монда күрсәтелгән вакытны көтәләр.',
	'SEARCH_INDEX_CREATE_REDIRECT'			=> 'Барлык хәбәрләр %1$d санындагы хәбәргә кадәр берләштерелде, алардан бу индексация адымында %2$d хәбәр берләштерелде.<br />Хәзерге индексация тизлеге — чагыштырмача %3$.1f хәбәр секундка.<br />Индексация бара…',
	'SEARCH_INDEX_DELETE_REDIRECT'			=> 'Барлык хәбәрләр %1$d санлы хәбәргә кадәр эзләү индексларыннан бетерелде.<br />Эзләү индексларын бетерү бара…',
	'SEARCH_INDEX_CREATED'					=> 'Мәгълүмат нигезенең барлык хәбәрләре берләштерелде.',
	'SEARCH_INDEX_REMOVED'					=> 'Эзләү индекслары бетерелде.',
	'SEARCH_INTERVAL'						=> 'Эзләү сораулары арасындагы аралык',
	'SEARCH_INTERVAL_EXPLAIN'				=> 'Кулланучы чираттагы эзләү соравы алдыннан көтәргә тиеш вакыт секундларда. Бу аралык һәр кулланучы өчен тикшерелә.',
	'SEARCH_STORE_RESULTS'					=> 'Эзләү нәтиҗәсен кэшлау',
	'SEARCH_STORE_RESULTS_EXPLAIN'			=> 'Эзләү нәтиҗәләрен кэшлау дәвамлыгы (секундларда). Нәтиҗәләр кэшлавын сүндерү өчен 0 кертегез.',
	'SEARCH_TYPE'							=> 'Эзләү ысулы',
	'SEARCH_TYPE_EXPLAIN'					=> 'phpBB хәбәрләрдә эзләүне башкару өчен ысулны сайларга мөмкинлек бирә. Килешү буенча кертелгән тулы текстлы phpBB эзләү ысулы кулланыла.',
	'SWITCHED_SEARCH_BACKEND'				=> 'Сез башка эзләү ысулына күчтегез. Бу эзләү ысулы өчен индекслар булганын тикшерегез һәм кирәк булса аларны ясагыз.',

	'TOTAL_WORDS'							=> 'Берләштерелгән сүзләрнең гомуми саны',
	'TOTAL_MATCHES'							=> 'Хәбәргә бәйле сүзләр саны',

	'YES_SEARCH'							=> 'Эзләү мөмкинлекләрен кабызырга',
	'YES_SEARCH_EXPLAIN'					=> 'Эзләү мөмкинлекләрен кабызу, кулланучылар эзләвен дә.',
	'YES_SEARCH_UPDATE'						=> 'Тулы текстлы яңартуны кабызырга',
	'YES_SEARCH_UPDATE_EXPLAIN'				=> 'Тулы текстлы индексларны хәбәрләр җибәргәндә яңарту. Эзләү мөмкинлекләре сүндерелгән булса, шарт эшләми.',
));

?>