<?php
/**
*
* install [Tatar]
*
* @package language
* @version $Id: install.php 10152 2009-09-16 13:02:13Z acydburn $
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$lang = array_merge($lang, array(
	'ADMIN_CONFIG'				=> 'Администратор көйләүләре',
	'ADMIN_PASSWORD'			=> 'Администратор серсүзе',
	'ADMIN_PASSWORD_CONFIRM'	=> 'Администратор серсүзен раслау',
	'ADMIN_PASSWORD_EXPLAIN'	=> '6 башлап 30 кадәр билгедән торган серсүзне кертегез.',
	'ADMIN_TEST'				=> 'Администратор көйләүләрен тикшерү',
	'ADMIN_USERNAME'			=> 'Администратор исеме',
	'ADMIN_USERNAME_EXPLAIN'	=> '3 башлап 20 кадәр билгедән торган исемне кертегез.',
	'APP_MAGICK'				=> 'Imagemagick куллану [ өстәүләр ]',
	'AUTHOR_NOTES'				=> 'Автор тамгалары<br />» %s',
	'AVAILABLE'					=> 'Мөмкин',
	'AVAILABLE_CONVERTORS'		=> 'Мөмкин үзгәрткечләр',

	'BEGIN_CONVERT'					=> 'Конверсияләүне башларга',
	'BLANK_PREFIX_FOUND'			=> 'Сезнең җәдвәлләрне карау конференциягә туры килгән алкушымчасыз җәдвәл булганын күрсәтте.',
	'BOARD_NOT_INSTALLED'			=> 'phpBB3 урнаштырылмаган',
	'BOARD_NOT_INSTALLED_EXPLAIN'	=> 'Бердәм конверсияләү системасы эше өчен килешү буенча урнаштырылган phpBB3 юрамасы таләп ителә, зинһар, <a href="%s">башта phpBB3 урнаштыруына күчегез</a>.',
	'BACKUP_NOTICE'					=> 'Яңарту барышында проблемалар килеп чыгу очрагына конференциянең резерв күчермәсен ясагыз.',

	'CATEGORY'					=> 'Бүленеш',
	'CACHE_STORE'				=> 'Кэш төре',
	'CACHE_STORE_EXPLAIN'		=> 'Кэш мәгълүматның чын урнашуы, уңайлырак файл системасы.',
	'CAT_CONVERT'				=> 'Конверсияләү',
	'CAT_INSTALL'				=> 'Урнаштыру',
	'CAT_OVERVIEW'				=> 'Кереш',
	'CAT_UPDATE'				=> 'Яңарту',
	'CHANGE'					=> 'Үзгәртергә',
	'CHECK_TABLE_PREFIX'		=> 'Җәдвәлләрнең алкушымчасын тикшереп, яңадан кабатлагыз.',
	'CLEAN_VERIFY'				=> 'Ахыр төзелешне чистарту һәм тикшерү',
	'CLEANING_USERNAMES'		=> 'Кулланучы исемнәрен чистартырга',
	'COLLIDING_CLEAN_USERNAME'	=> 'Чистартылган исем <strong>%s</strong> кулланучылар исеменә туры килә:',
	'COLLIDING_USERNAMES_FOUND'	=> 'Сезнең иске конференциядә низаглы кулланучы исемнәре табылды. Үзгәртүне тәмамлау өчен бу кулланучыларны бетерегез яки һәр чистартылган исемгә иске конференциядән бер кулланучы гына туры килсен итеп, кулланучы исемнәрен алмаштырыгыз.',
	'COLLIDING_USER'			=> '» кулланучы тиңләштергече: <strong>%d</strong> кулланучы исеме: <strong>%s</strong> (хәбәр: %d)',
	'CONFIG_CONVERT'			=> 'Сыйфатын конверсияләү',
	'CONFIG_FILE_UNABLE_WRITE'	=> 'Сыйфат файлын яздырып булмады. Бу файлны башка ысуллар белән ясау түбәндә күрсәтелгән.',
	'CONFIG_FILE_WRITTEN'		=> 'Сыйфат файлы яздырылды. Хәзер сез урнаштыруның башка этабына күчә аласыз.',
	'CONFIG_PHPBB_EMPTY'		=> 'Алмашынучан phpBB3 сыйфаты «%s» өчен буш.',
	'CONFIG_RETRY'				=> 'Кабатларга',
	'CONTACT_EMAIL_CONFIRM'		=> 'Элемтә email адресны раслау',
	'CONTINUE_CONVERT'			=> 'Конверсияләүне дәвам итәргә',
	'CONTINUE_CONVERT_BODY'		=> 'Алдагы конверсияләү омтылышы табылды. Сез яңа конверсияләүне башлый яки алдагысын дәвам итә аласыз',
	'CONTINUE_LAST'				=> 'Соңгы гамәлләр башкаруын дәвам итәргә',
	'CONTINUE_OLD_CONVERSION'	=> 'Элек башлаган конверсияләүне дәвам итәргә',
	'CONVERT'					=> 'Конвертацияләү',
	'CONVERT_COMPLETE'			=> 'Конверсияләү тәмамланды',
	'CONVERT_COMPLETE_EXPLAIN'	=> 'Сез уңышлы конференцияне phpBB 3.0 форматына конверсияләдегез. Сез <a href="../">конференциягә керә</a>аласыз. Конференцияне кабызу алдыннан, барлык көйләүләр уңышлы күчерелгәнен һәм install папкасы бетерелгәнен тикшерегез. Исегездә тотыгыз, phpBB куллануы буенча өстәмә мәгълүматны интернетта <a href="http://www.phpbb.com/support/documentation/3.0/">күрсәтмәләрне</a>укып чыгып, яки <a href="http://www.phpbb.com/phpBB/viewforum.php?f=46">phpBB Group ярдәм форумында</a> һәм рәсми рус ярдәме форумында <a href="http://phpbbguru.net">phpBB Guru</a> алып була>.',
	'CONVERT_INTRO'				=> 'Сезне phpBB конверсияләү хезмәте сәламли',
	'CONVERT_INTRO_BODY'		=> 'Монда сез башка (урнаштырылган) конференция төрләреннән мәгълүматны импортлый аласыз. Түбәндәге исемлектә хәзерге вакытта мөмкин булган конверсияләү өчен модульләр бар. Әгәр анда сез конверсияләргә теләгән конференция булмаса, зинһар, безнең сәхифәгә керегез, анда өстәмә модульләрне йөкләү мөмкинлеге бар.',
	'CONVERT_NEW_CONVERSION'	=> 'Яңа конверсияләү',
	'CONVERT_NOT_EXIST'			=> 'Күрсәтелгән үзгәрткеч юк.',
	'CONVERT_OPTIONS'			=> 'Шартлар',
	'CONVERT_SETTINGS_VERIFIED'	=> 'Сез күрсәткән мәгълүматны тикшерү тәмамланды. Конверсияләүне башлау өчен түбәндәге төймәгә басыгыз.',
	'CONV_ERR_FATAL'					=> 'Конверсияләүдә кискен хата',

	'CONV_ERROR_ATTACH_FTP_DIR'			=> 'Иске конференциядә өстәүләрне FTP аша йөкләү кабызылган. Бу мөмкинлекне сүндерегез һәм йөкләү өчен папка дөрес күрсәтелгәнен тикшерегез, аннары барлык өстәүләр файлларын бу яңа папкага күчерегез. Аннан соң конвертерны киредән кабызыгыз.',
	'CONV_ERROR_CONFIG_EMPTY'			=> 'Мөмкин булган конверсияләү өчен сыйфат мәгълүматы юк.',
	'CONV_ERROR_FORUM_ACCESS'			=> 'Җирле рөхсәт хокуклары мәгълүматын алып булмады.',
	'CONV_ERROR_GET_CATEGORIES'			=> 'Бүленешләр турында мәгълүматны алып булмады.',
	'CONV_ERROR_GET_CONFIG'				=> 'Конференция рәвеше турында мәгълүматны яңартып булмады.',
	'CONV_ERROR_COULD_NOT_READ'			=> '«%s» рөхсәт алып яки укып булмады.',
	'CONV_ERROR_GROUP_ACCESS'			=> 'Төркемнәр хокукы турында мәгълүматны алып булмады.',
	'CONV_ERROR_INCONSISTENT_GROUPS'	=> 'add_bots() төркемендә җәдвәлләрнең бөтенлеге бозылуы табылды. Барлык махсус төркемнәрне кулдан кертергә кирәк.',
	'CONV_ERROR_INSERT_BOT'				=> 'Ботны кулланучылар җәдвәленә өстәп булмады.',
	'CONV_ERROR_INSERT_BOTGROUP'		=> 'Ботлар җәдвәленә ботны өстәп булмады.',
	'CONV_ERROR_INSERT_USER_GROUP'		=> 'Кулланучыны user_group җәдвәленә өстәп булмады.',
	'CONV_ERROR_MESSAGE_PARSER'			=> 'Хәбәрне эшкәртүдә хата',
	'CONV_ERROR_NO_AVATAR_PATH'			=> 'Әзерләүчегә искәртү: сез %s куллану өчен $convertor[\'avatar_path\'] күрсәтергә тиеш.',
	'CONV_ERROR_NO_FORUM_PATH'			=> 'Башлангыч конференциягә чагыштырмача юлы күрсәтелмәгән.',
	'CONV_ERROR_NO_GALLERY_PATH'		=> 'Әзерләүчегә искәртү: сез %s куллану өчен $convertor[\'avatar_gallery_path\'] күрсәтергә тиеш.',
	'CONV_ERROR_NO_GROUP'				=> '«%1$s» төркемен %2$s табып булмады.',
	'CONV_ERROR_NO_RANKS_PATH'			=> 'Әзерләүчегә искәртмә: сез %s куллану өчен $convertor[\'ranks_path\'] күрсәтергә тиеш.',
	'CONV_ERROR_NO_SMILIES_PATH'		=> 'Әзерләүчегә искәртмә: сез %s куллану өчен $convertor[\'smilies_path\'] күрсәтергә тиеш.',
	'CONV_ERROR_NO_UPLOAD_DIR'			=> 'Әзерләүчегә искәртү: сез %s куллану өчен $convertor[\'upload_path\'] күрсәтергә тиеш.',
	'CONV_ERROR_PERM_SETTING'			=> 'Рөхсәт хокуклары көйләүләрен өстәп/яңартып булмады.',
	'CONV_ERROR_PM_COUNT'				=> 'Папкада шәхси хәбәрләр санын сайлап алып булмады.',
	'CONV_ERROR_REPLACE_CATEGORY'		=> 'Иске бүленеш өчен яңа форум өстәп булмады.',
	'CONV_ERROR_REPLACE_FORUM'			=> 'Яңа форумны иске форум урынына өстәп булмады.',
	'CONV_ERROR_USER_ACCESS'			=> 'Кулланучының чынлыгын тикшерү мәгълүматын алып булмады.',
	'CONV_ERROR_WRONG_GROUP'			=> '%2$s дөрес булмаган «%1$s» төркеме табылды.',
	'CONV_OPTIONS_BODY'					=> 'Бу биттә сезгә башлангыч конференциягә рөхсәт алу өчен мәгълүматны кертергә тәкъдим ителә. Сезнең иске конференция мәгълүмат нигезе белешмәсен күрсәтегез, үзгәрткеч аңа бернәрсә дә кертмәячәк. Тулы конверсияләүне тәэмин итү өчен башлангыч конференцияне сүндерергә кирәк.',
	'CONV_SAVED_MESSAGES'				=> 'Сакланган хәбәрләр',

	'COULD_NOT_COPY'			=> '<strong>%1$s</strong> файлын <strong>%2$s</strong> папкасына күчереп булмады.<br /><br />Максат папкасы булганлыгын һәм аңа яздыру рөхсәтен тикшерегез.',
	'COULD_NOT_FIND_PATH'		=> 'Иске конференциягә юлны табып булмады. Көйләүләрне тикшереп, яңадан кабатлагыз.<br />» %s юлы чыганак итеп күрсәтелде.',

	'DBMS'						=> 'Мәгълүмат нигезе төре',
	'DB_CONFIG'					=> 'Мәгълүмат нигезе рәвеше (МН)',
	'DB_CONNECTION'				=> 'Мәгълүмат нигезенә тоташу',
	'DB_ERR_INSERT'				=> 'Сорауны эшкәрткәндә хата <code>INSERT</code>.',
	'DB_ERR_LAST'				=> 'Эшкәртүдә хата <var>query_last</var>.',
	'DB_ERR_QUERY_FIRST'		=> 'Башкаруда хата <var>query_first</var>.',
	'DB_ERR_QUERY_FIRST_TABLE'	=> 'Башкарганда хата <var>query_first</var>, %s («%s»).',
	'DB_ERR_SELECT'				=> 'Сорауны эшкәрткәндә хата <code>SELECT</code>.',
	'DB_HOST'					=> 'МН серверы яки DSN исеме',
	'DB_HOST_EXPLAIN'			=> 'DSN — мәгълүмат чыганагы һәм урнаштырганда ODBC кулланганда гына кирәк. PostgreSQL да localhost исемен җирле сервер белән UNIX сокет домены аша яки 127.0.0.1 адресын TCP аша тоташу өчен кулланыгыз. SQLite өчен мәгълүмат нигезе файлына тулы юлны күрсәтегез.',
	'DB_NAME'					=> 'Мәгълүмат нигезе исеме',
	'DB_PASSWORD'				=> 'МН серсүз',
	'DB_PORT'					=> 'МН серверы порты',
	'DB_PORT_EXPLAIN'			=> 'Сервер килешү буенча портны кулланса, кырны буш калдырырга.',
	'DB_UPDATE_NOT_SUPPORTED'	=> 'Кызганычка каршы, әлеге сценарий «%1$s» кадәр phpBB юрамасын кулланмый. Сез урнаштырган юрама — «%2$s». Бу сценарийны башкару алдыннан алдагы юраманы яңартыгыз. Бу проблема буенча ярдәмне phpBB.com сәхифәсенең ярдәм форумнарында табып була.',
	'DB_USERNAME'				=> 'МН кулланучы исеме',
	'DB_TEST'					=> 'Тоташуны тикшерү',
	'DEFAULT_LANG'				=> 'Килешү буенча конференция теле',
	'DEFAULT_PREFIX_IS'			=> 'Конвертерга күрсәтелгән алкушымча phpBB2 җәдвәлләрен табып булмады. Иске конференция турында дөрес мәгълүматны кертүегезне тикшерегез. %1$s конференциясенең җәдвәлләре алкушымчасы <strong>%2$s</strong>.',
	'DEV_NO_TEST_FILE'			=> 'Үзгәрткечтә test_file үзгәрмә мәгънәсе күрсәтелмәгән. Әгәр сез бу үзгәрткеч кулланучысы икән, аның авторына хәбәр итегез, чөнки андый хата булырга тиеш түгел. Әгәр сез үзгәткечнең авторы, бу очракта аңа юл дөреслеген тикшерү өчен сез булган конверсияләнүче конференция файлы исемен бирергә тиеш.',
	'DIRECTORIES_AND_FILES'		=> 'Папкалар һәм файллар көйләүләре',
	'DISABLE_KEYS'				=> 'Ачкычларны сүндерү',
	'DLL_FIREBIRD'				=> 'Firebird',
	'DLL_FTP'					=> 'Ерак FTP куллану [ урнаштыру ]',
	'DLL_GD'					=> 'GD график китапханәсен куллану [ визуаль раслау ]',
	'DLL_MBSTRING'				=> 'Күп байтлы билгеләрне куллану',
	'DLL_MSSQL'					=> 'MSSQL Server 2000+',
	'DLL_MSSQL_ODBC'			=> 'MSSQL Server 2000+ ODBC аша',
	'DLL_MSSQLNATIVE'			=> 'MSSQL Server 2005+ [ Native ]',
	'DLL_MYSQL'					=> 'MySQL',
	'DLL_MYSQLI'				=> 'MySQL MySQLi киңәйтүе белән',
	'DLL_ORACLE'				=> 'Oracle',
	'DLL_POSTGRES'				=> 'PostgreSQL',
	'DLL_SQLITE'				=> 'SQLite',
	'DLL_XML'					=> 'XML куллану [ Jabber ]',
	'DLL_ZLIB'					=> 'zlib кысуны куллану [ gz, .tar.gz, .zip ]',
	'DL_CONFIG'					=> 'Рәвеш файлын йөкләргә',
	'DL_CONFIG_EXPLAIN'			=> 'Сез config.php файлын тулаем санакка йөкли аласыз. Аннары кулдан бу файл белән башлангыч сonfig.php файлын алмаштырып, аны тамыр phpBB 3.0 папкасына йөкләгез. Онытмагыз, файл серверга ASCII форматында йөкләнергә тиеш (әгәр сез моңа ирешә алмасагыз, сезнең FTP-клиент күрсәтмәләрен карап чыгыгыз). config.php йөкләгәннән соң, чираттагы адымга күчү өчен «Әзер» төймәсенә басыгыз.',
	'DL_DOWNLOAD'				=> 'Йөкләргә',
	'DONE'						=> 'Әзер',

	'ENABLE_KEYS'				=> 'Ачкычларны торгызу. Бу гамәл кайбер вакыт дәвам итә ала.',

	'FILES_OPTIONAL'			=> 'Мәҗбүри булмаган файллар һәм папкалар',
	'FILES_OPTIONAL_EXPLAIN'	=> 'Түбәндәге файллар, папкалар яки керү хокуклары <strong>мәҗбүри түгел</strong>. Әгәр алар яки аларны яздырырга хокук булмаса, урнаштыру кушымтасы аларны ясау өчен төрле ысулларны кулланып караячак. Шулай да, аларның булуы урнаштыру барышын тизләтәчәк.',
	'FILES_REQUIRED'			=> 'Файллар һәм папкалар',
	'FILES_REQUIRED_EXPLAIN'	=> 'phpBB дөрес эшләсен өчен кайбер файл һәм папкаларга уку һәм яздыруга рөхсәт <strong>кирәк</strong>. Әгәр сез «Табылмады» язуын күрсәгез, туры килгән файл яки папканы ясарга кирәк. Әгәрдә «Яздыруга хокук юк» язуын күрсәгез, аларга phpBB яздыруын рөхсәт итү өчен файлга яки папкага рөхсәтне үзгәртергә кирәк.',
	'FILLING_TABLE'				=> 'Җәдвәлне тутыру <strong>%s</strong>',
	'FILLING_TABLES'			=> 'Җәдвәлләрне тутыру',

	'FIREBIRD_DBMS_UPDATE_REQUIRED'		=> 'phpBB бүтән Firebird/Interbase 2.1 юрамасына кадәр кулланмый. Яңартуны дәвам итү алдыннан Firebird ны кимендә 2.1.0 юрамасына кадәр яңартыгыз.',

	'FINAL_STEP'				=> 'Соңгы этап',
	'FORUM_ADDRESS'				=> 'Конференция адресы',
	'FORUM_ADDRESS_EXPLAIN'		=> 'Иске конференциянең URL, мәсәлән, <samp>http://www.example.com/phpBB2/</samp>. Бу кырны тутырсагыз, барлык хәбәрләр, ШХ һәм имзаларда бу адрес яңа конференция адресы белән алмаштырылачак.',
	'FORUM_PATH'				=> 'Конференциягә юл',
	'FORUM_PATH_EXPLAIN'		=> '<strong>phpBB3 урнаштырылган тамыр папкадан </strong> иске конференциягә <strong>чагыштырмача</strong> юл>.',
	'FOUND'						=> 'Табылды',
	'FTP_CONFIG'				=> 'FTP аша рәвеш файлын җибәрергә',
	'FTP_CONFIG_EXPLAIN'		=> 'Серверда FTP модуле булуы табылды. Сез config.php файлын шул модуль ярдәмендә урнаштырып карый аласыз. Сезгә түбәндә күрсәтелгән мәгълүматны кертергә кирәк булачак. Хәтерегездә тотыгыз, бу кулланучы исеме һәм серсүз сезнең серверга бәйле! Әгәр сез аларны белмәсәгез, ярдәм артыннан сезнең хостинг-провайдерга мөрәҗәгать итегез.',
	'FTP_PATH'					=> 'FTP юлы',
	'FTP_PATH_EXPLAIN'			=> 'FTP тамыр папкасыннан phpBB тамыр папкасына юл, мәсәлән, <samp>htdocs/phpBB3/</samp>',
	'FTP_UPLOAD'				=> 'Төяргә',

	'GPL'						=> 'General Public License',

	'INITIAL_CONFIG'			=> 'Нигез рәвеше',
	'INITIAL_CONFIG_EXPLAIN'	=> 'Урнаштыру кушымтасы phpBB сезнең серверда эшли алганын билгеләде, һәм хәзер кайбер мәгълүматны кертергә кирәк. Әгәр сезнең мәгълүмат нигезенә ничек тоташырга икәнен белмәсәгез, үзегезнең провайдер (беренче чиратта) белән элемтәгә керегез яки ярдәм артыннан безнең ярдәм форумына мөрәҗәгать итегез. Мәгълүматны керткәннән соң, җибәрү алдыннан аларны җентекләп тикшерегез.',
	'INSTALL_CONGRATS'			=> 'Котлыйбыз!',
	'INSTALL_CONGRATS_EXPLAIN'	=> '
		Сез уңышлы phpBB %1$s урнаштырдыгыз. Хәзер сез яңа гына урнаштырылган phpBB3 белән нәрсә эшләргә икәнен билгели аласыз:</p>
		<h2>Булган конференцияне phpBB3 кә конверсияләү</h2>
		<p>Бердәм phpBB конверсияләү системасы рhpBB 2.0.x һәм башка конференция төрләрен phpBB3 кә конверсияләүне куллана ала. Әгәр сез конференцияне конверсияләргә теләсәгез, <a href="%2$s">конверсияләү системасына күчегез</a>.</p>
		<h2>phpBB3 куллануын башларга!</h2>
		<p>Түбәндәге төймәгә басып, сез администратор бүлегендәге (ACP) phpBB статистика мәгълүматын җибәрү битенә күчәчәксез. Әгәр күпмедер сезнең сервер һәм phpBB сыйфаты турындагы статистик мәгълүматны безгә җибәрсәгез, ярдәмегез өчен без сезгә бик рәхмәтле булачакбыз. Бу мәгълүмат нигезендә без киләчәк phpBB мөмкинлекләре турында карар чыгарачакбыз. Аннары меню нокталары һәм администратор бүлеге көйләүләре белән танышып чыгыгыз. phpBB3 мөмкинлекләрен үзләштерү берникадәр вакыт ала. Интернетта булган <a href="http://www.phpbb.com/support/documentation/3.0/">документация</a>, <a href="%3$s">кертелгән README файлы</a> һәм <a href="http://www.phpbb.com/community/viewforum.php?f=46">ярдәм форумы</a> (инглиз телендә), шулай ук рәсми рус телендә ярдәм форумы<a href="http://phpbbguru.net">phpBB Guru</a> турында онытмагыз.</p><p><strong>Конференцияне куллану алдыннан «install» папкасын бетерегез, күчерегез яки исемен алмаштырыгыз. Алай булмаганда администратор бүлеге генә мөмкин булачак.</strong>',
	'INSTALL_INTRO'				=> 'Сезне phpBB урнаштыру программасы сәламли',

	'INSTALL_INTRO_BODY'		=> 'Бу урнаштыру программасы ярдәмендә сез phpBB3 ны серверга урнаштыра алачаксыз.</p><p>Аның өчен сезгә мәгълүмат нигезе рөхсәтенә реквизитларны белергә кирәк. Әгәр белмәсәгез, сезгә хостинг хезмәтен биргән оешма белән элемтәгә чыгып, алардан белешегез. Урнаштыруны ул мәгълүматсыз дәвам итә алмыйсыз. Шулай ук сезгә белергә кирәк:</p>

	<ul>
		<li>Мәгълүмат нигезе төре (МН) — сез кулланачак</li>
		<li>МН яки DSN серверы исеме — мәгълүмат нигезе серверы адресы.</li>
		<li>МН серверы порты — мәгълүмат нигезе серверы порты (күп очракта күрсәтергә кирәк түгел).</li>
		<li>Мәгълүмат нигезе исеме — серверда мәгълүмат нигезе исеме.</li>
		<li>МН кулланучы исеме һәм МН серсүзе — мәгълүмат нигезенә рөхсәт өчен мәгълүмат.</li>
	</ul>

	<p><strong>Искәртмә:</strong> әгәр урнаштыруны SQLite кулланып башкарсагыз, сезгә «МН яки DSN серверы исеме» кырында мәгълүмат нигезе файлына тулы юлны кертергә һәм кулланучы исеме һәм серсүз кырын буш калдырырга кирәк. Иминлек уйлаулары белән, сезгә бу файл интернет аша мөмкин булмаган икәнен тикшерергә кирәк.</p>

	<p>phpBB3 түбәндәге мәгълүмат нигезен куллана ала:</p>
	<ul>
		<li>MySQL 3.23 һәм югарырак (MySQLi кулланыла)</li>
		<li>PostgreSQL 7.3 һәм югарырак</li>
		<li>SQLite 2.8.2 һәм югарырак</li>
		<li>Firebird 2.1 һәм югарырак</li>
		<li>MS SQL Server 2000 һәм югарырак (турыдан яки ODBC аша)</li>
		<li>MS SQL Server 2005 һәм югарырак (native)</li>
		<li>Oracle</li>
	</ul>

	<p>Мәгълүмат нигезе төрен сайлау исемлегендә сезнең сервер кулланганнары гына күрсәтеләчәк.',
	'INSTALL_INTRO_NEXT'		=> 'Урнаштыруны башлау өчен түбәндәге төймәгә басыгыз.',
	'INSTALL_LOGIN'				=> 'Керү',
	'INSTALL_NEXT'				=> 'Чираттагы этап',
	'INSTALL_NEXT_FAIL'			=> 'Тикшерүнең кайбер өлеше уңышсыз тәмамланды. Сезгә чираттагы этапка күчү алдыннан табылган проблемаларны төзәтергә кирәк. Югыйса, конференцияне урнаштыру тәмамланмаячак.',
	'INSTALL_NEXT_PASS'			=> 'Барлык төп тикшерүләр тәмамланды һәм сез урнаштыруның чираттагы этабына күчә аласыз. Сез нинди дә булса хокукны, модульне һәм б. к. үзгәрткән булсагыз, тикшерүне туры килгән төймәгә басып кабат үтә аласыз.',
	'INSTALL_PANEL'				=> 'phpBB урнаштыру',
	'INSTALL_SEND_CONFIG'		=> 'Кызганычка каршы, phpBB сыйфатын турыдан-туры config.php файлына яздырып булмады. Файл юк яки яздыруга хокук булмавы мөмкин. Түбәндә config.php урнаштыру тәмамлавына мөмкинлек биргән исемлек варианты бирелгән.',
	'INSTALL_START'				=> 'Урнаштыруны башлау',
	'INSTALL_TEST'				=> 'Кабат тикшерү',
	'INST_ERR'					=> 'Урнаштыруда хата',
	'INST_ERR_DB_CONNECT'		=> 'Мәгълүмат нигезенә тоташып булмады. Түбәндә хата турындагы хәбәр тексты күрсәтелгән.',
	'INST_ERR_DB_FORUM_PATH'	=> 'Күрсәтелгән мәгълүмат нигезе файлы конференция папкасында. Аны интернеттан мөмкин булмаган папкага күчерергә кирәк.',
	'INST_ERR_DB_INVALID_PREFIX'=> 'Күрсәтелгән алкушымча дөрес түгел. Ул хәрефтән генә башланырга һәм хәрефләр, саннар һәм аска сызу билгесеннән генә торырга тиеш.',
	'INST_ERR_DB_NO_ERROR'		=> 'Хата турында хәбәр юк.',
	'INST_ERR_DB_NO_MYSQLI'		=> 'Серверда урнаштырылган MySQL юрамасы сайланган «MySQL MySQLi киңәйтүе» варианты белән туры килми. Аның урынына «MySQL» вариантын сайлап карагыз.',
	'INST_ERR_DB_NO_SQLITE'		=> 'Сездә искергән SQLite киңәйтү юрамасы урнаштырылган. Аны 2.8.2 юрамага кадәр булса да яңартырга кирәк.',
	'INST_ERR_DB_NO_ORACLE'		=> 'Серверда урнаштырылган Oracle юрамасына <var>NLS_CHARACTERSET</var> шарты мәгънәсен <var>UTF8</var> тигез итеп куярга кирәк. Яки мәгълүмат нигезен 9.2 яки югарырак юрамага кадәр яңартыгыз, яки шарт мәгънәсен үзгәртегез.',
	'INST_ERR_DB_NO_FIREBIRD'	=> 'Серверда урнаштырылган Firebird юрамасы 2.1 искерәк. Мәгълүмат нигезен яңа юрамага кадәр яңартыгыз.',
	'INST_ERR_DB_NO_FIREBIRD_PS'=> 'Сайланган Firebird мәгълүмат нигезендә бит зурлыгы 8192 кимрәк. Бит зурлыгы 8192 ким булмаска тиеш.',
	'INST_ERR_DB_NO_POSTGRES'	=> 'Сайланган мәгълүмат нигезе <var>UNICODE</var> яки <var>UTF8</var> кодировкасында ясалмаган. Конференцияне мәгълүмат нигезенә <var>UNICODE</var> яки <var>UTF8</var> кодировкасында урнаштырып карагыз>.',
	'INST_ERR_DB_NO_NAME'		=> 'Мәгълүмат нигезе исеме күрсәтелмәгән.',
	'INST_ERR_EMAIL_INVALID'	=> 'Кертелгән email адрес мөмкин түгел.',
	'INST_ERR_EMAIL_MISMATCH'	=> 'Кертелгән email адреслар туры килми.',
	'INST_ERR_FATAL'			=> 'Урнаштырганда кискен хата',
	'INST_ERR_FATAL_DB'			=> 'Мәгълүмат нигезе белән эшләгәндә кискен хата килеп чыкты. Урнаштыру туктатылды. Сәбәбе гамәлне башкарырга һәм мәгълүматны өстәүгә (<code>CREATE TABLES</code>, <code>INSERT</code> яки охшаш) кирәк булган хокуклар булмаганлыктан була ала. Тулырак мәгълүмат түбәндә күрсәтелгән. Сезнең провайдер белән элемтәгә чыгыгыз яки өстәмә мәгълүмат артыннан phpBB ярдәм форумнарына мөрәҗәгать итегез.',
	'INST_ERR_FTP_PATH'			=> 'Билгеләнгән папкага күчеп булмады. Чагыштырмача юл дөрес булганын тикшерегез.',
	'INST_ERR_FTP_LOGIN'		=> 'FTP-серверга кереп булмады. Кулланучы исеме яки серсүзне дөрес кертүен тикшерегез.',
	'INST_ERR_MISSING_DATA'		=> 'Бу биттә бөтен кырларны тутырырга кирәк.',
	'INST_ERR_NO_DB'			=> 'Сайланган мәгълүмат нигезе төренә PHP модулен йөкләп булмады.',
	'INST_ERR_PASSWORD_MISMATCH'	=> 'Кертелгән серсүзләр туры килми.',
	'INST_ERR_PASSWORD_TOO_LONG'	=> 'Кертелгән серсүз артык озын. Серсүз озынлыгы 30 билгедән артмаска тиеш.',
	'INST_ERR_PASSWORD_TOO_SHORT'	=> 'Кертелгән серсүз артык кыска. Минималь серсүз озынлыгы — 6 билге.',
	'INST_ERR_PREFIX'			=> 'Күрсәтелгән алкушымча белән җәдвәлләр бар инде. Башка алкушымча кертегез.',
	'INST_ERR_PREFIX_INVALID'	=> 'Күрсәтелгән алкушымча сезнең мәгълүмат нигезенә рөхсәт ителмәгән. Махсус билгеләрне сызык сыман кулланмыйча башка алкушымча кертегез.',
	'INST_ERR_PREFIX_TOO_LONG'	=> 'Күрсәтелгән җәдвәлләр алкушымчасы артык озын. Алкушымча озынлыгы %d билгедән артмаска тиеш.',
	'INST_ERR_USER_TOO_LONG'	=> 'Кертелгән исем артык кыска. Кулланучы исеме озынлыгы 20 билгедән артмаска тиеш.',
	'INST_ERR_USER_TOO_SHORT'	=> 'Кертелгән кулланучы исеме артык кыска. Минималь кулланучы исеме озынлыгы — 3 билге.',
	'INVALID_PRIMARY_KEY'		=> 'Мөмкин булмаган беренчел ачкыч: %s',

	'LONG_SCRIPT_EXECUTION'		=> 'Башкару күпмедер вакытны ала... Зинһар, башкаруны туктатмагыз.',

	// mbstring
	'MBSTRING_CHECK'						=> 'Киңәйтүне тикшерү <samp>mbstring</samp>',
	'MBSTRING_CHECK_EXPLAIN'				=> '<strong>Кирәк</strong>. <samp>mbstring</samp> — бу PHP киңәйтүе, ул күп байтлы юл мөмкинлекләре эшен тәэмин итә. Кайбер mbstring мөмкинлекләре phpBB белән туры килми һәм сүндерелгән булырга тиеш.',
	'MBSTRING_FUNC_OVERLOAD'				=> 'Гамәл артык йөкләнде',
	'MBSTRING_FUNC_OVERLOAD_EXPLAIN'		=> 'Мәгънә <var>mbstring.func_overload</var> 0 яки 4 булырга тиеш.',
	'MBSTRING_ENCODING_TRANSLATION'			=> 'Билгеләрне ачык кодлау',
	'MBSTRING_ENCODING_TRANSLATION_EXPLAIN'	=> 'Мәгънә <var>mbstring.encoding_translation</var> 0 булырга тиеш 0.',
	'MBSTRING_HTTP_INPUT'					=> 'Кергән билгеләрнең кодировкасы',
	'MBSTRING_HTTP_INPUT_EXPLAIN'			=> 'Мәгънә <var>mbstring.http_input</var> <samp>pass</samp> булырга тиеш>.',
	'MBSTRING_HTTP_OUTPUT'					=> 'Чыккан билгеләрнең кодировкасы',
	'MBSTRING_HTTP_OUTPUT_EXPLAIN'			=> 'Мәгънә <var>mbstring.http_output</var> <samp>pass</samp> булырга тиеш>.',

	'MAKE_FOLDER_WRITABLE'		=> 'Бу папка булганын һәм серверның аңа яздырырга хокукы булганын тикшереп, яңадан кабатлагыз:<br />»<strong>%s</strong>.',
	'MAKE_FOLDERS_WRITABLE'		=> 'Бу папкалар булганын һәм серверның аларга яздырырга хокукы булганын тикшереп, яңадан кабатлагыз:<br />»<strong>%s</strong>.',

	'MYSQL_SCHEMA_UPDATE_REQUIRED'	=> 'Сезнең MySQL мәгълүмат нигезе схемасы искергән. phpBB MySQL 3.x/4.x өчен схема кулланганын тапты, ләкин сервер MySQL %2$s юрамасында эшли.<br /><strong>Яңарту барышы алдыннан сезгә мәгълүмат нигезе схемасын яңартырга кирәк.</strong><br /><br />Белемнәр нигезендә <a href="http://www.phpbb.com/kb/article/doesnt-have-a-default-value-errors/">MySQL мәгълүмат нигезен яңарту турында мәкаләне укып чыгыгыз</a>. Проблемалар килеп чыкканда <a href="http://www.phpbbguru.net/community/">рәсми рус phpBB ярдәменә</a> мөрәҗәгать итегез>.',

	'NAMING_CONFLICT'			=> 'Исемнәр низагы: ике исем дә %s һәм %s псевдоним<br /><br />%s',
	'NEXT_STEP'					=> 'Чираттагы адым',
	'NOT_FOUND'					=> 'Табылмады',
	'NOT_UNDERSTAND'			=> '%s #%d гыйбарәсен аерып булмады, җәдвәл %s («%s»)',
	'NO_CONVERTORS'				=> 'Куллану өчен мөмкин булган үзгәрткечләр юк.',
	'NO_CONVERT_SPECIFIED'		=> 'Үзгәрткеч сайланмады.',
	'NO_LOCATION'				=> 'Кушымтаны табып булмады. Әгәр Imagemagick урнаштырылганын белсәгез, сез конференцияне урнаштыргач администратор бүлегендә аңа юлны күрсәтә аласыз.',
	'NO_TABLES_FOUND'			=> 'Җәдвәлләр табылмады.',

	'OVERVIEW_BODY'					=> 'Хуш килдегез phpBB3!<br /><br />pphpBB™ интернетта конференция оештыру буенча иң киң таралган ачык кодлы нәтиҗә булып тора. phpBB3 2000 елдан башлап иң яңа җитештермә юнәлеше булып тора. Аның элгәре кебек, phpBB3 күп мөмкинлекле, уңайлы интерфейслы һәм тулысынча phpBB Team белән тотыла. phpBB2 не популяр иткән сыйфатлар phpBB3 тә яхшыртылды, алдагы юрамаларда булмаган иң кирәкле мөмкинлекләр өстәлде. Без, бу сезнең көткәннәрне дә арттырачак дип ышанабыз.<br /><br />Бу система сезне phpBB3 урнаштыру барышы, алдагы чыгарышларны яңа юрамага кадәр яңарту, шулай ук рhpBB3 кә конференция өчен (phpBB2 кертеп) башка программа тәэминатын конверсияләү аша үткәрәчәк. Өстәмә мәгълүматны алу өчен без сезгә <a href="../docs/INSTALL.html">урнаштыру буенча күрсәтмә</a> белән танышып чыгарга тәкъдим итәбез.<br /><br />phpBB3 ның хокук шартлары белән танышу яки ярдәм турында белү өчен, кырыйдагы менюда туры килгән ноктаны сайлагыз. Дәвам итү өчен өстәрәк кирәкле кыстыргычны сайлагыз.',

	'PCRE_UTF_SUPPORT'				=> 'PCRE та UTF-8 куллану',
	'PCRE_UTF_SUPPORT_EXPLAIN'		=> 'phpBB <strong>эшләмәячәк</strong>, әгәр PHP PCRE киңәйтүе өчен UTF-8 кулланып җыелмаган булса.',
	'PHP_GETIMAGESIZE_SUPPORT'			=> 'PHP гамәле <var>getimagesize()</var> мөмкин',
	'PHP_GETIMAGESIZE_SUPPORT_EXPLAIN'	=> '<strong>Кирәк</strong>. phpBB дөрес эшләсен өчен getimagesize мөмкинлеге булуы кирәк.',
	'PHP_OPTIONAL_MODULE'			=> 'Мәҗбүри булмаган модульләр',
	'PHP_OPTIONAL_MODULE_EXPLAIN'	=> 'Бу модульләр һәм кушымталар <strong>мәҗбүри түгел</strong>. Шуңа карамастан, алар булачак конференциягә киңәйтелгән мөмкинлек бирә.',
	'PHP_SUPPORTED_DB'				=> 'Кулланылган мәгълүмат нигезе',
	'PHP_SUPPORTED_DB_EXPLAIN'		=> 'Сезнең PHP юрамасы түбәндә саналган мәгълүмат нигезеннән <strong>кимендә берсен</strong> кулланырга тиеш. Әгәр исемлектә кулланылган нигезләр булмаса, сезнең провайдерга мөрәҗәгать итегез яки туры килгән PHP документларын карап чыгыгыз.',
	'PHP_REGISTER_GLOBALS'			=> 'PHP шарты <var>register_globals</var> сүндерелгән',
	'PHP_REGISTER_GLOBALS_EXPLAIN'	=> 'phpBB register_globals шарты кабызылган булса да эшләячәк. Ләкин, мөмкин булганда, иминлек уйлаулары буенча аны сүндерергә тәкъдим ителә.',
	'PHP_SAFE_MODE'					=> 'Иминле шарт (Safe mode)',
	'PHP_SETTINGS'					=> 'PHP юрамасы һәм көйләүләр',
	'PHP_SETTINGS_EXPLAIN'			=> 'phpBB урнаштыру өчен PHP юрамасы 4.3.3 ким булмау <strong>таләп ителә</strong>. Әгәр түбәндә <var>Иминле рәвеш (Safe mode)</var> дип язылса, PHP бу рәвештә эшли. Бу ерак идарә итү һәм охшаш мөмкинлекләргә кайбер чикләр куячак.',
	'PHP_URL_FOPEN_SUPPORT'			=> 'PHP шарты <var>allow_url_fopen</var> кабызылган',
	'PHP_URL_FOPEN_SUPPORT_EXPLAIN'	=> '<strong>Мәҗбүри түгел</strong>. Бу шарт мәҗбүри булмаса да, phpBB ның кайбер мөмкинлекләре, тышкы аватарлар кебек, тиешле итеп эшләмәячәк. ',
	'PHP_VERSION_REQD'				=> 'PHP юрамасы ≥ 4.3.3',
	'POST_ID'						=> 'Хәбәр тиңләштергече',
	'PREFIX_FOUND'					=> 'Сезнең җәдвәлләрне карау конференциягә туры килгән алкушымчалы җәдвәл булганын күрсәтте <strong>%s</strong>.',
	'PREPROCESS_STEP'				=> 'Алдагы мөмкинлек/сорауларны башкару',
	'PRE_CONVERT_COMPLETE'			=> 'Конверсияләүгә барлык әзерлек этаплары тәмамланды. Хәзер сез конверсияләүне башлый аласыз. Исәпкә алыгыз, сезгә кайбер гамәлләрне һәм көйләүләрне кулдан кертергә кирәк булуы мөмкин. Конверсияләүдән соң билгеләнгән керү хокукларын тикшерегез, конверсияләнгән эзләү индексын торгызыгыз, әгәр кирәк булса, барлык файллар (мәсәлән, аватарлар һәм смайликлар) уңышлы күчерелгәнен тикшерегез).',
	'PROCESS_LAST'					=> 'Соңгы гамәлләрне башкару',

	'REFRESH_PAGE'				=> 'Конверсияләүне дәвам итү өчен битне яңартырга',
	'REFRESH_PAGE_EXPLAIN'		=> '«Әйе» - үзгәрткеч үзе битләрне киредән йөкләячәге һәм чираттагы этап тәмамланып, конверсияләүне дәвам итү турында аңлата. Әгәр бу сезнең тикшереп карау яки хаталарга тикшерү максаты белән беренче әйләндерү булса, без сезгә бу шартны «Юк» мәгънәсенә урнаштырырга тәкъдим итәбез.',
	'REQUIREMENTS_TITLE'		=> 'Программ туры килү',
	'REQUIREMENTS_EXPLAIN'		=> 'phpBB3 урнаштыру алдыннан аны урнаштырып һәм кабызып булуына ышану өчен файллар һәм сервер сыйфатлары тикшереләчәк. Нәтиҗәне игътибар белән карап чыгыгыз һәм чираттагы урнаштыру адымына кирәкле тикшерүләр тәмамланмыйча күчмәгез. Әгәр сезгә конференциянең өстәмә мөмкинлекләре кирәк булса, аларга туры килгән тикшерүләр уңышлы тәмамланганына ышаныгыз.',
	'RETRY_WRITE'				=> 'Рәвеш яздыруны кабатларга',
	'RETRY_WRITE_EXPLAIN'		=> 'Файлга phpBB яздыруын рөхсәт итү өчен, теләсәгез config.php файлына хокукны үзгәртә аласыз. Бу очракта түбәндә «Кабатларга» төймәсенә басыгыз. Урнаштыруны тәмамлагач, config.php файлына хокукны кайтарырга онытмагыз.',

	'SCRIPT_PATH'				=> 'Конференциягә юл',
	'SCRIPT_PATH_EXPLAIN'		=> 'phpBB булган папкага, сәхифә тамырына чагыштырмача юл. Мәсәлән, <samp>/phpBB3</samp>.',
	'SELECT_LANG'				=> 'Телне сайлагыз...',
	'SERVER_CONFIG'				=> 'Сервер рәвеше',
	'SEARCH_INDEX_UNCONVERTED'	=> 'Эзләү индексы конверсияләнмәде',
	'SEARCH_INDEX_UNCONVERTED_EXPLAIN'	=> 'Сезнең иске эзләү индексы конверсияләнмәде. Һәр эзләү соравы буш нәтиҗә кайтарачак. Яңа эзләү индексы ясау өчен администратор бүлегенә күчеп, «Хезмәт күрсәтү» асбүлеген һәм анда «Эзләү индексы» ноктасын сайлагыз.',
	'SOFTWARE'					=> 'Конференция төре',
	'SPECIFY_OPTIONS'			=> 'Конверсияләү көйләүләрен билгеләү',
	'STAGE_ADMINISTRATOR'		=> 'Администратор турында',
	'STAGE_ADVANCED'			=> 'Өстәмә шартлар',
	'STAGE_ADVANCED_EXPLAIN'	=> 'Бу бит шартларын, әгәр сезгә килешү буенча көйләүләр туры килмәгәнен белсәгез генә үзгәртергә кирәк. Белмәсәгез, битне калдырыгыз һәм шикләнмичә урнаштыруның чираттагы этабына күчегез — барлык бу көйләүләрне соңрак администратор бүлегендә үзгәртеп булачак.',
	'STAGE_CONFIG_FILE'			=> 'Рәвеш файлы',
	'STAGE_CREATE_TABLE'		=> 'Мәгълүмат нигезе җәдвәлләрен ясау',
	'STAGE_CREATE_TABLE_EXPLAIN'	=> 'phpBB 3.0 мәгълүмат нигезе җәдвәлләре ясалды һәм башлангыч мәгълүмат белән тутырылды. Чираттагы этапка phpBB урнаштыруын тәмамлау өчен күчегез.',
	'STAGE_DATABASE'			=> 'Мәгълүмат нигезен көйләү',
	'STAGE_FINAL'				=> 'Соңгы этап',
	'STAGE_INTRO'				=> 'Кереш',
	'STAGE_IN_PROGRESS'			=> 'Конверсияләү',
	'STAGE_REQUIREMENTS'		=> 'Таләпләр',
	'STAGE_SETTINGS'			=> 'Шартлар',
	'STARTING_CONVERT'			=> 'Конверсияләү башы',
	'STEP_PERCENT_COMPLETED'	=> 'Этап <strong>%d</strong> <strong>%d</strong>',
	'SUB_INTRO'					=> 'Кереш',
	'SUB_LICENSE'				=> 'Хокук',
	'SUB_SUPPORT'				=> 'Таяныч',
	'SUCCESSFUL_CONNECT'		=> 'Уңышлы тоташу',
	'SUPPORT_BODY'				=> 'Тулы ярдәм соңгы тотрыклы phpBB3 чыгарылышы өчен түләүсез бирелә. Аңа керә:</p><ul><li>урнаштыру</li><li>сыйфаты</li><li>техник сораулар</li><li>программалы тәэминат белән бәйле ихтимал булган хаталы проблемалар</li><li>юрамаларны яңарту — соңгы тотрыклы юрамага чыгарылыш кандидатлары (RC)</li><li>phpBB 2.0.x ны phpBB3 конверсияләү</li><li>phpBB3 кә конференция өчен башка программалы тәэминатны конверсияләү (карагыз <a href="http://www.phpbb.com/community/viewforum.php?f=65">Convertors Forum</a>)</li></ul><p>Без һаман phpBB3 бета-юрамаларын кулланган кулланучыларга, яңадан соңгы юраманы урнаштырырга тәкъдим итәбез. </p><h2>МОДлар/Стильләр</h2><p>МОДлар белән бәйле сораулар туры килгән форумда карала <a href="http://www.phpbb.com/community/viewforum.php?f=81">Modifications Forum</a>.<br />Стильләр белән бәйле сораулар туры килгән форумда карала <a href="http://www.phpbb.com/community/viewforum.php?f=80">Styles Forum</a>.<br /><br /> Әгәр соравыгыз конкрет җитештермә белән бәйле булса, бу җитештермәгә багышланган темада аны бирегез.</p><h2>Ярдәм алу</h2><p><a href="http://www.phpbb.com/community/viewtopic.php?f=14&amp;t=571070">Нәрсәдән башларга</a><br /><a href="http://www.phpbb.com/support/">Ярдәм</a><br /><a href="http://www.phpbb.com/support/documentation/3.0/quickstart/">Кыскача күрсәтмә</a><br /><br />Соңгы яңалыклар һәм чыгарышлар турында белеп тору өчен <a href="http://www.phpbb.com/support/">безнең хәбәрләргә</a> языла аласыз.<br /><br />',
	'SYNC_FORUMS'				=> 'Форумнарны синхронлаштыру',
	'SYNC_POST_COUNT'			=> 'Хәбәрләр санын синхронлаштыру',
	'SYNC_POST_COUNT_ID'		=> 'Хәбәрләр санын синхронлаштыру <var>entry</var> %1$s башлап %2$s кадәр',
	'SYNC_TOPICS'				=> 'Темаларны синхронлаштыру',
	'SYNC_TOPIC_ID'				=> 'Темаларны синхронлаштыру <var>topic_id</var>  %1$s башлап %2$s кадәр.',

	'TABLES_MISSING'			=> 'Җәдвәлләрне табып булмады<br />» <strong>%s</strong>.',
	'TABLE_PREFIX'				=> 'Мәгълүмат нигезендә җәдвәлләр өчен алкушымча',
	'TABLE_PREFIX_EXPLAIN'		=> 'Алкушымча хәрефтән генә башланырга һәм хәрефләр, саннар һәм аска сызу билгесеннән генә торырга тиеш.',
	'TABLE_PREFIX_SAME'			=> 'Җәдвәлләр алкушымчасы конверсияләнгән конференциядә кулланган кебек булырга тиеш.<br />» Күрсәтелгән алкушымча — %s.',
	'TESTS_PASSED'				=> 'Тикшерү башкарылды',
	'TESTS_FAILED'				=> 'Тикшерү башкарылмады',

	'UNABLE_WRITE_LOCK'			=> 'Тыю файлын яздырып булмады.',
	'UNAVAILABLE'				=> 'Мөмкин түгел',
	'UNWRITABLE'				=> 'яздыруга хокук юк',
	'UPDATE_TOPICS_POSTED'		=> 'Кулланучы язган темалардан исемлек төзү',
	'UPDATE_TOPICS_POSTED_ERR'	=> 'Кулланучы язган темалар исемлеген ясаганда хата килеп чыкты. Сез бу этапны үзгәртү барышы тәмамлангач, администратор бүлегендә кабатлый аласыз.',
	'VERIFY_OPTIONS'			=> 'Конверсияләү көйләүләрен тикшерү',
	'VERSION'					=> 'Юрама',

	'WELCOME_INSTALL'			=> 'Сезне phpBB3 урнаштыру программасы сәламли.',
	'WRITABLE'					=> 'яздыруны рөхсәт итә',
));

// Updater
$lang = array_merge($lang, array(
	'ALL_FILES_UP_TO_DATE'		=> 'Барлык файллар соңгы phpBB юрамасына туры килә. Хәзер <a href="../ucp.php?mode=login">конференциягә керегез</a> һәм барысы дөрес эшләгәнен тикшерегез. «install» папкасын бетерергә исемен алмаштырырга яки күчерергә онытмагыз! Зинһар, сезнең яңартылган сервер турында мәгълүматны һәм конференция сыйфатын безгә бу бит ярдәмендә җибәрегез <a href="../ucp.php?mode=login&amp;redirect=adm/index.php%3Fi=send_statistics%26mode=send_statistics">Статистик мәгълүмат</a> администратор бүлегендә.',
	'ARCHIVE_FILE'				=> 'Чыганак файл архивта',

	'BACK'				=> 'Кире',
	'BINARY_FILE'		=> 'Бинар файл',
	'BOT'				=> 'Үрмәкүч/Робот',

	'CHANGE_CLEAN_NAMES'			=> 'Берничә кулланучы бер үк исемне куллануын тикшерү ысулы үзгәртелде. Яңа ысул белән чагыштырганда бер үк исемле берничә кулланучы бар. Һәр исем бер кулланучы белән кулланганына ышану өчен дәвам итү алдыннан бу кулланучыларны бетерергә яки исемнәрен алмаштырырга кирәк.',
	'CHECK_FILES'					=> 'Файлларны чагыштырырга',
	'CHECK_FILES_AGAIN'				=> 'Кабат файлларны чагыштыру',
	'CHECK_FILES_EXPLAIN'			=> 'Чираттагы этапта барлык файллар яңарту файллары белән чагыштырылачак. Әгәр чагыштыру беренче тапкыр башкарылса, бу гамәл күпмедер вакыт дәвам итәчәк.',
	'CHECK_FILES_UP_TO_DATE'		=> 'Белешмә буенча, мәгълүмат нигезендә булган сезнең phpBB юрамасы иң яңа. Барлык файллар иң соңгы phpBB юрамасына чыннан да туры килгәнлеген тикшерү өчен, файллар чагыштыруын башлый аласыз.',
	'CHECK_UPDATE_DATABASE'			=> 'Яңартуны дәвам итү',
	'COLLECTED_INFORMATION'			=> 'Файллар турында',
	'COLLECTED_INFORMATION_EXPLAIN'	=> 'Түбәндәге исемлек яңартырга кирәк булган файллар белешмәсен күрсәтә. Мәгънәсен һәм яңартуны башкаруга нәрсә кирәклеген аңлау өчен, һәр файл төре чыгыры алдында булган мәгълүматны укып чыгыгыз.',
	'COLLECTING_FILE_DIFFS'			=> 'Файлларны аермалыкка тикшерү',
	'COMPLETE_LOGIN_TO_BOARD'		=> '<a href="../ucp.php?mode=login">Конференциягә керегез</a> һәм барысы да дөрес эшләгәнен тикшерегез. install папкасын бетерергә, исемен алмаштырырга яки күчерергә онытмагыз!',
	'CONTINUE_UPDATE_NOW'			=> 'Яңартуны дәвам итегез',		// Shown within the database update script at the end if called from the updater
	'CONTINUE_UPDATE'				=> 'Яңартуны дәвам итегез',				// Shown after file upload to indicate the update process is not yet finished
	'CURRENT_FILE'					=> 'Низаг башы — башлангыч файлның яңартуга кадәр коды',
	'CURRENT_VERSION'				=> 'Хәзерге юрама',

	'DATABASE_TYPE'						=> 'Мәгълүмат нигезе төре',
	'DATABASE_UPDATE_INFO_OLD'			=> 'Мәгълүмат нигезен яңарту файлы install папкасында искергән. Бу файлның эшчән юрамасын төягәнегезне тикшерегез.',
	'DELETE_USER_REMOVE'				=> 'Кулланучы һәм аның хәбәрләрен бетерергә',
	'DELETE_USER_RETAIN'				=> 'Кулланучыны бетереп, аның хәбәрләрен калдырырга',
	'DESTINATION'						=> 'Файл-алучы',
	'DIFF_INLINE'						=> 'Текст эчендә',
	'DIFF_RAW'							=> 'Берләштерелгән аермалыклар коды',
	'DIFF_SEP_EXPLAIN'					=> 'Яңартылган файлда кулланылган код',
	'DIFF_SIDE_BY_SIDE'					=> 'Параллель',
	'DIFF_UNIFIED'						=> 'Берләшкән аермалыклар',
	'DO_NOT_UPDATE'						=> 'Бу файлны яңартмаска',
	'DONE'								=> 'Әзер',
	'DOWNLOAD'							=> 'Йөкләргә',
	'DOWNLOAD_AS'						=> 'Бу форматта йөкләргә',
	'DOWNLOAD_UPDATE_METHOD_BUTTON'		=> 'Үзгәртелгән файллар белән архивны йөкләргә (тәкъдим ителә)',
	'DOWNLOAD_CONFLICTS'				=> 'Бу файл өчен низаглы урыннарны йөкләргә',
	'DOWNLOAD_CONFLICTS_EXPLAIN'		=> '&lt;&lt;&lt эзләргә; низагларны табу өчен',
	'DOWNLOAD_UPDATE_METHOD'			=> 'Үзгәртелгән файллар белән архивны йөкләргә',
	'DOWNLOAD_UPDATE_METHOD_EXPLAIN'	=> 'Архивны йөкләгәч, аны чишегез. Аның эчендә phpBB тамырына төяргә кирәкле үзгәртелгән файлларны табарсыз, шул ук вакытта һәр файл аңа туры килгән папкада урнашырга тиеш. Шуннан соң түбәндә файлларны чагыштыру өчен җавап биргән төймәгә басып, тагын чагыштыруны башкарыгыз.',

	'ERROR'			=> 'Хата',
	'EDIT_USERNAME'	=> 'Кулланучы исемен үзгәртергә',

	'FILE_ALREADY_UP_TO_DATE'		=> 'Файл яңа юрамага инде туры килә.',
	'FILE_DIFF_NOT_ALLOWED'			=> 'Бу файл өчен diff боерыгын башкару өчен хокуклар юк.',
	'FILE_USED'						=> 'Файлдан мәгълүмат',			// Single file
	'FILES_CONFLICT'				=> 'Низаглашкан файллар',
	'FILES_CONFLICT_EXPLAIN'		=> 'Түбәндәге файллар үзгәртелгән һәм иске юраманың чын файлларына туры килми. Бу файллар яңа файллар белән берләштерелгәч, низаг ясап торачагын phpBB билгеләде. Низаглы урыннарны карап чыгыгыз һәм кулдан аларны төзәтеп карагыз, яки туры килгән файллар берләштерү төрен сайлап, яңартуны дәвам итегез. Әгәр сез низагны кулдан төзәтсәгез, аларга үзгәртүләр керткәннән соң тагын файллар чагыштыруын үткәрегез. Сез аерым һәр файлга яңа юрама белән берләштерү өчен уңайлырак ысул сайлый аласыз. Беренче ысулның нәтиҗәсендә сезнең иске файлдан низаглы юлларсыз файл, икенче ысулда яңа юрамадан низаглы юлларсыз файл булачак.',
	'FILES_MODIFIED'				=> 'Үзгәртелгән файллар',
	'FILES_MODIFIED_EXPLAIN'		=> 'Түбәндәге файллар үзгәртелгән һәм иске юраманың төп файлларына туры килми. Яңартылган файл сезнең үзгәртелгән файл һәм яңа файл берләштерү нәтиҗәсе булачак.',
	'FILES_NEW'						=> 'Яңа файллар:',
	'FILES_NEW_EXPLAIN'				=> 'Түбәндәге файллар сезнең phpBB юрамасында юк. Бу файллар өстәләчәк.',
	'FILES_NEW_CONFLICT'			=> 'Яңа низаглы файллар',
	'FILES_NEW_CONFLICT_EXPLAIN'	=> 'Түбәндәге файллар соңгы юрамада гына барлыкка килде. Ләкин андый исемле һәм шул ук урында файл бар инде. Бу файл яңа юрамадагы файл белән алмаштырылачак.',
	'FILES_NOT_MODIFIED'			=> 'Үзгәртелмәгән файллар',
	'FILES_NOT_MODIFIED_EXPLAIN'	=> 'Түбәндәге файллар үзгәртелде һәм сез яңартырга теләгән phpBB ның төп файлларын тәшкил итәләр.',
	'FILES_UP_TO_DATE'				=> 'Инде яңартылган файллар',
	'FILES_UP_TO_DATE_EXPLAIN'		=> 'Түбәндәге файллар яңа юрамага туры килә һәм аларны яңартырга кирәк түгел.',
	'FTP_SETTINGS'					=> 'FTP көйләүләре',
	'FTP_UPDATE_METHOD'				=> 'FTP аша йөкләргә',

	'INCOMPATIBLE_UPDATE_FILES'		=> 'Табылган яңарту файллары урнаштырылган phpBB юрамасына туры килми. Сезнең юрама — %1$s, ә яңартулар %2$s юрамасыннан %3$s юрамасына күчү өчен кирәк.',
	'INCOMPLETE_UPDATE_FILES'		=> 'Тулы булмаган яңарту файллары җыелмасы.',
	'INLINE_UPDATE_SUCCESSFUL'		=> 'Мәгълүмат нигезен яңарту тәмамланды. Хәзер яңарту барышын дәвам итәргә кирәк.',

	'KEEP_OLD_NAME'		=> 'Элекке исемне калдырырга',

	'LATEST_VERSION'		=> 'Соңгы юрама',
	'LINE'					=> 'Юл',
	'LINE_ADDED'			=> 'Өстәлде',
	'LINE_MODIFIED'			=> 'Үзгәртергән',
	'LINE_REMOVED'			=> 'Бетерелде',
	'LINE_UNMODIFIED'		=> 'Үзгәртелмәде',
	'LOGIN_UPDATE_EXPLAIN'	=> 'phpBB юрамасын яңарту алдыннан конференциягә керергә кирәк.',

	'MAPPING_FILE_STRUCTURE'	=> 'Файллар төявен җиңеләйтү өчен монда архив һәм сезнең phpBB юрамасы файлларының туры килгән урнашулары күрсәтелгән.',

	'MERGE_MODIFICATIONS_OPTION'	=> 'Үзгәртүләрне берләштерү',

	'MERGE_NO_MERGE_NEW_OPTION'	=> 'Берләштермәскә — яңа файл кулланырга',
	'MERGE_NO_MERGE_MOD_OPTION'	=> 'Берләштермәскә — булган файлны кулланырга',
	'MERGE_MOD_FILE_OPTION'		=> 'Үзгәртүләрне берләштерү (низаглы урында яңа кодны бетерергә)',
	'MERGE_NEW_FILE_OPTION'		=> 'Үзгәртүләрне берләштерергә (үзгәртелгән кодны низаглы урында бетерергә)',
	'MERGE_SELECT_ERROR'		=> 'Низаглы файлны яңа юрама белән берләштергәндә ысул дөрес сайланмаган.',
	'MERGING_FILES'				=> 'Аермалыкларны берләштерү',
	'MERGING_FILES_EXPLAIN'		=> 'Хәзер файлларның соңгы үзгәртүе бара.<br /><br />Файллар үзгәртүе буенча башкарылган барлык гамәлләр тәмамлануын көтегез.',

	'NEW_FILE'						=> 'Низаглы урынның ахыры',
	'NEW_USERNAME'					=> 'Яңа исем',
	'NO_AUTH_UPDATE'				=> 'Сезнең phpBB яңартуын башкарырга хокукыгыз юк',
	'NO_ERRORS'						=> 'Хатасыз',
	'NO_UPDATE_FILES'				=> 'Түбәндәге файллар яңартылмаячак',
	'NO_UPDATE_FILES_EXPLAIN'		=> 'Түбәндәге файллар барлыкка килде яки соңгы юрамада үзгәртелде, ләкин алар урнашырга тиеш булган папка хәзерге phpBB юрамасында табылмады. Исемлектә, телләр (language/) яки стильләр (styles/) папкасына карамаган файллар булу, сезнең папкалар төзелешен үзгәртүегез турында аңлата һәм яңарту тулы булмаячак.',
	'NO_UPDATE_FILES_OUTDATED'		=> 'Яңартулар белән папка табылмады, туры килгән файллар йөкләгәнен тикшерегез.<br /><br />Сезнең  phpBB юрамасы %1$s иң соңгы <strong>түгел</strong>, аңа яңартулар бар. Бу биткә кереп, <a href="http://www.phpbb.com/downloads/" rel="external">http://www.phpbb.com/downloads/</a> сезгә кирәк булган %2$s юрамасыннан %3$s юрамасына кадәр яңарту төргәген йөкләгез.',
	'NO_UPDATE_FILES_UP_TO_DATE'	=> 'Сезнең phpBB юрамасы иң соңгы. Яңарту кушымтасын кабызырга кирәк түгел. Әгәр сез файлларның бөтенлеген тикшерергә теләсәгез, туры килгән яңарту файллар йөкләгәнлегенә ышаныгыз.',
	'NO_UPDATE_INFO'				=> 'Яңарту файлының мәгълүматы табылмады.',
	'NO_UPDATES_REQUIRED'			=> 'Яңарту кирәк түгел',
	'NO_VISIBLE_CHANGES'			=> 'Күренгән үзгәртүләр юк',
	'NOTICE'						=> 'Белдерү',
	'NUM_CONFLICTS'					=> 'Низаглы урыннар саны',
	'NUMBER_OF_FILES_COLLECTED'	=> '%1$d файл %2$d файлдан аермалыкка тикшерелде.<br />Барлык файлның тулы тикшерүен көтегез.',

	'OLD_UPDATE_FILES'		=> 'Булган phpBB файллары искергән. Алар %1$s юрамасын %2$s юрамасына кадәр яңарту өчен кирәк, ләкин соңгы phpBB юрамасы — %3$s.',

	'PACKAGE_UPDATES_TO'				=> 'Хәзерге төргәк бу юрамага кадәр яңарта',
	'PERFORM_DATABASE_UPDATE'			=> 'Мәгълүмат нигезен яңарту',
	'PERFORM_DATABASE_UPDATE_EXPLAIN'	=> 'Түбәндә мәгълүмат нигезен яңарту төймәсен табарсыз. Яңарту күпмедер вакыт ала, шуңа күрә, әгәр сезгә ул катып калган кебек булса, башкару барышын туктатмагыз. Тәмамлангач, яңарту барышын дәвам итү өчен күрсәтмәләр буенча барыгыз.',
	'PREVIOUS_VERSION'					=> 'Алдагы юрама',
	'PROGRESS'							=> 'Үтәү барышы',

	'RESULT'					=> 'Нәтиҗә',
	'RUN_DATABASE_SCRIPT'		=> 'Мәгълүмат нигезен яңарту',

	'SELECT_DIFF_MODE'			=> 'diff шартын сайлагыз',
	'SELECT_DOWNLOAD_FORMAT'	=> 'Йөкләү өчен архив форматын сайлагыз',
	'SELECT_FTP_SETTINGS'		=> 'FTP көйләүләрен урнаштыру',
	'SHOW_DIFF_CONFLICT'		=> 'Аермалыклар/низаглы урыннар',
	'SHOW_DIFF_FINAL'			=> 'Нәтиҗә файлы',
	'SHOW_DIFF_MODIFIED'		=> 'Берләштерелгән файл белән аерма',
	'SHOW_DIFF_NEW'				=> 'Файл эчендә',
	'SHOW_DIFF_NEW_CONFLICT'	=> 'Файлларда аерма',
	'SHOW_DIFF_NOT_MODIFIED'	=> 'Файлларда аерма',
	'SOME_QUERIES_FAILED'		=> 'Кайбер сорауларны башкару уңышсызлык белән тәмамланды, сораулар тексты һәм хаталар түбәндә күрсәтелгән.',
	'SQL'						=> 'SQL-сорау',
	'SQL_FAILURE_EXPLAIN'		=> 'Дулкынланырга кирәкми шикелле, яңарту барышы дәвам ителәчәк. Әгәр ул тәмамланмаса, безнең ярдәм форумнарында белешмәне эзләгез. Ярдәм алу белешмәсен алу өчен файлны карагыз <a href="../docs/README.html">README</a>.',
	'STAGE_FILE_CHECK'			=> 'Файлларны тикшерү',
	'STAGE_UPDATE_DB'			=> 'Мәгълүмат нигезен яңарту',
	'STAGE_UPDATE_FILES'		=> 'Файлларны яңарту',
	'STAGE_VERSION_CHECK'		=> 'Юраманы тикшерү',
	'STATUS_CONFLICT'			=> 'Низаг ясаучы үзгәртелгән файл',
	'STATUS_MODIFIED'			=> 'Үзгәртелгән файл',
	'STATUS_NEW'				=> 'Яңа файл',
	'STATUS_NEW_CONFLICT'		=> 'Яңа низаглы файл',
	'STATUS_NOT_MODIFIED'		=> 'Үзгәртелмәгән файл',
	'STATUS_UP_TO_DATE'			=> 'Инде яңартылган файл',

	'TOGGLE_DISPLAY'			=> 'Файллар исемлеген күрсәтергә/яшерергә',
	'TRY_DOWNLOAD_METHOD'		=> 'Сез үзгәртелгән файлларны йөкләп карый аласыз.<br />Бу ысул иң ышанычлы һәм яңартуга тәкъдим ителә.',
	'TRY_DOWNLOAD_METHOD_BUTTON'=> 'Бу ысулны кулланып карарга',

	'UPDATE_COMPLETED'				=> 'Яңарту тәмамланды',
	'UPDATE_DATABASE'				=> 'Мәгълүмат нигезен яңарту',
	'UPDATE_DATABASE_EXPLAIN'		=> 'Чираттагы этапта кирәк булган үзгәртүләр мәгълүмат нигезенә кертеләчәк.',
	'UPDATE_DATABASE_SCHEMA'		=> 'Мәгълүмат нигезе төзелешен яңарту',
	'UPDATE_FILES'					=> 'Файлларны яңартырга',
	'UPDATE_FILES_NOTICE'			=> 'Шулай ук конференция файлларын яңартканыгызны тикшерегез. Бу файл мәгълүмат нигезен генә яңарта.',
	'UPDATE_INSTALLATION'			=> 'phpBB юрамасын яңарту',
	'UPDATE_INSTALLATION_EXPLAIN'	=> 'Монда сез phpBB юрамасын соңгысына кадәр яңарта аласыз.<br />Аның вакытында барлык сезнең файллар бөтенлеккә тикшереләчәк. Сез файлларны карый һәм аларгы яңарту алдыннан үзгәртүләр кертә аласыз.<br /><br />Яңарту ике ысул белән башкарыла ала.</p><h2>Кулдан яңарту</h2><p> Булган файлларга сез керткән үзгәртүләрне югалтмау өчен бу ысулда сез шәхси яңартылган файллар җыелмасын йөкли аласыз. Бу архивны йөкләгәч, сез кулдан файлларны аларга туры килгән урынга,чагыштырмача phpBB тамыр папкасына карап, йөкләргә тиеш. Аннары сезгә барлык файллар да аларга туры килгән урында булганлыгын тикшерү мөмкинлеге биреләчәк.</p><h2>FTP аша үзе яңарту</h2><p>Бу ысул беренчесе кебек, ләкин яңартылган файлларны йөкләргә һәм аларны үзегезгә серверга төяргә кирәк түгел, барысы да сезнең өчен эшләнеләчәк. Бу ысул белән куллану өчен яңарту программасы сораган сезнең FTP-сервер мәгълүматын белергә кирәк. Тәмамлангач, яңарту уңышлы тәмамланганына ышану өчен сез файлларны кабат чагыштыруга юнәлтеләчәксез.<br /><br />',
	'UPDATE_INSTRUCTIONS'			=> '
		
		<h1>Яңа юрама чыгу турында белдерү</h1>
		
		<p>Яңарту барышын дәвам итү алдыннан <a href="%1$s" title="%1$s"><strong>соңгы юраманы чыгару турында белдерүне </strong></a>укып чыгыгыз, анда сезгә кирәкле мәгълүмат була ала. Тагын анда яңа юраманы йөкләү, яңартулар һәм үзгәртүләр исемлеге сылтамасы бар.</p>
		
		<br />
		
		<h1>Ничек phpBB юрамасын үзе яңарту төргәге ярдәмендә яңартырга</h1>
		
		<p>Монда тәкъдим ителгән phpBB яңарту ысулы үзе яңарту төргәгенә генә туры килә. Сез шулай ук INSTALL.html документында күрсәтелгән ысулларны кулланып яңарту башкара аласыз. Үзе яңарту башкару өчен түбәндәге адымнарны башкарырга кирәк:</p>
		
		<ul style="margin-left: 20px; font-size: 1.1em;">
			<li>Бу <a href="http://www.phpbb.com/downloads/" title="http://www.phpbb.com/downloads/">phpBB.com файллар битенә</a> күчәргә һәм үзе яңарту төргәге архивын йөкләргә кирәк («Automatic Update Package»).<br /><br /></li>
			<li>Архивны чишәргә.<br /><br /></li>
			<li>Чишелгән install папкасын phpBB тамырына йөкләргә (config.php файлы булган урынга).<br /><br /></li>
		</ul>
		
		<p>Шуннан соң конференөия гади кулланучыларга мөмкин булмаячак, чөнки хәзер сез йөкләгән install папкасы бар.<br /><br />
		<strong><a href="%2$s" title="%2$s">Хәзер сез яңартуны install папкасына күчеп башлый аласыз</a>.</strong><br />
		<br />
		Яңарту барышында сезгә күрсәтмәләр биреләчәк, ә ул тәмамлангач, сезгә хәбәр ителәчәк.
		</p>
	',
	'UPDATE_INSTRUCTIONS_INCOMPLETE'	=> '
		
		<h1>Тәмамланмаган үзе яңарту</h1>
		
		<p>Алдагы үзе яңарту тәмамланмаганы табылды. Үзе яңартуның барлык адымнары башкарылганын тикшерегез. Түбәндәге сылтамага яки турыдан-туры урнаштыру папкасына күчегез.</p>
	',
	'UPDATE_METHOD'					=> 'Яңарту ысулы',
	'UPDATE_METHOD_EXPLAIN'			=> 'Хәзер сез файллар йөкләргә уңайлы ысул сайларга тиеш. Әгәр FTP аша йөкләүне уңайлырак дип санасагыз, сезгә FTP-серверыгыз хисап язмасы мәгълүматы формасын тутырырга тәкъдим ителәчәк. Бу ысул файлларны яңа урынга күчерүен һәм аларның иске юрамаларының резерв күчермәсен файл исеменә .bak өстәп ясавын үзе тәэмин итә. Әгәр сез үзгәртелгән файллар белән архив йөкләвен сайласагыз, аны чишә һәм файлларны аларга туры килгән урынга кулдан йөкли аласыз.',
	'UPDATE_REQUIRES_FILE'			=> 'Яңарту өчен түбәндәге файлның булуы кирәк: %s',
	'UPDATE_SUCCESS'				=> 'Яңарту уңышлы тәмамланды',
	'UPDATE_SUCCESS_EXPLAIN'		=> 'Барлык файллар яңартылды. Чираттагы адымда phpBB файлларның соңгы юрамасына туры килүен кабат тикшерүдә тора.',
	'UPDATE_VERSION_OPTIMIZE'		=> 'Юраманы яңарту һәм җәдвәлләрне уңайлаштыру',
	'UPDATING_DATA'					=> 'Мәгълүматны яңарту',
	'UPDATING_TO_LATEST_STABLE'		=> 'Мәгълүмат нигезен иң соңгы тотрыклы юрамага кадәр яңарту',
	'UPDATED_VERSION'				=> 'Яңартылган юрама',
	'UPGRADE_INSTRUCTIONS'			=> 'Яңа юрама мөмкин: <strong>%1$s</strong>. Яңарышлар һәм яңарту ысуллары турында белешмә алу өчен <a href="%2$s" title="%2$s"><strong>яңа юрама чыгу турында белдерүне</strong></a> укып чыгыгыз.',
	'UPLOAD_METHOD'					=> 'Йөкләү ысулы',

	'UPDATE_DB_SUCCESS'				=> 'Мәгълүмат нигезе яңартылды.',
	'USER_ACTIVE'					=> 'Эшләтелгән кулланучы',
	'USER_INACTIVE'					=> 'Эшләтелмәгән кулланучы',

	'VERSION_CHECK'					=> 'Юраманы тикшерү',
	'VERSION_CHECK_EXPLAIN'			=> 'Хәзерге phpBB юрамасы иң соңгы икәнлеген тикшерә.',
	'VERSION_NOT_UP_TO_DATE'		=> 'Сезне phpBB юрамасы иң яңа түгел. Яңарту барышын дәвам итегез.',
	'VERSION_NOT_UP_TO_DATE_ACP'	=> 'Сезнең phpBB юрамасы иң соңгы түгел.<br />Түбәндә сез соңгы юрама чыгу турында белешмәгә сылтама табарсыз, анда өстәмә мәгълүмат, шулай ук phpBB яңарту буенча күрсәтмә бар.',
	'VERSION_NOT_UP_TO_DATE_TITLE'	=> 'Сезнең phpBB юрамасы иң соңгы түгел.',
	'VERSION_UP_TO_DATE'			=> 'Сезнең phpBB юрамасы иң соңгы. Хәзерге вакытта аңа яңартулар юк. Шуңа карамастан, сез файлларны соңгы юрамага туры килүе тикшерүенә күчә аласыз.',
	'VERSION_UP_TO_DATE_ACP'		=> 'Сезнең phpBB юрамасы иң соңгы. Әлеге вакытта аның өчен яңартулар юк.',
	'VIEWING_FILE_CONTENTS'			=> 'Файл эчен карау',
	'VIEWING_FILE_DIFF'				=> 'Файлларда аермалыкларны карау',

	'WRONG_INFO_FILE_FORMAT'	=> 'Яңарту белешмәсе файлының хаталы форматы',
));

// Default database schema entries…
$lang = array_merge($lang, array(
	'CONFIG_BOARD_EMAIL_SIG'		=> 'Рәхмәт, Администрация',
	'CONFIG_SITE_DESC'				=> 'Конференциягезнең кыскача тасвирламасы',
	'CONFIG_SITENAME'				=> 'сезнең_домен.ru',

	'DEFAULT_INSTALL_POST'			=> 'Бу сезнең phpBB3 конференциядә хәбәр үрнәге. Барысы дөрес эшли. Сез бу хәбәрне бетереп, конференция көйләвен дәвам итә аласыз. Сезнең беренче бүленеш һәм форум урнаштыруы барышында алдан урнаштырылган администраторлар, супермодераторлар, кунаклар, теркәлгән һәм COPPA буенча теркәлгән кулланучылар төркемнәре өчен туры килгән керү хокуклары билгеләнде. Әгәр сез беренче бүленеш һәм форумны бетерергә уйласагыз, сез ясаган барлык яңа бүленеш һәм форумнарга керү хокукларын урнаштырырга онытмагыз. Сезнең беренче бүленеш һәм форум исемен алмаштырырга һәм алардан яңа ясалган бүленеш һәм форумнарга керү хокукларын күчерергә тәкъдим итәбез. Уңышлар!',

	'FORUMS_FIRST_CATEGORY'			=> 'Сезнең беренче бүленеш',
	'FORUMS_TEST_FORUM_DESC'		=> 'Беренче форумыгызның тасвирламасы.',
	'FORUMS_TEST_FORUM_TITLE'		=> 'Беренче форумыгыз',

	'RANKS_SITE_ADMIN_TITLE'		=> 'Администратор',
	'REPORT_WAREZ'					=> 'Шәхси хәбәрдә канунсыз яки пират программаларына сылтамалар бар.',
	'REPORT_SPAM'					=> 'Шәхси хәбәрнең бердәнбер максаты сайтлар, программалар һәм башка җитештермәләр, товарлар, хезмәт күрсәтү  һ.б.к. рекламасы.',
	'REPORT_OFF_TOPIC'				=> 'Шәхси хәбәр фикерләшү темасына карамый.',
	'REPORT_OTHER'					=> 'Шикаять бирү сәбәбе саналганнарның берсенә дә карамый, өстәмә мәгълүмат кырын кулланыгыз.',

	'SMILIES_ARROW'					=> 'Ук',
	'SMILIES_CONFUSED'				=> 'Аптыраган',
	'SMILIES_COOL'					=> 'Барысы тиешенчә',
	'SMILIES_CRYING'				=> 'Елый һәм бик күңелсез',
	'SMILIES_EMARRASSED'			=> 'Оялды',
	'SMILIES_EVIL'					=> 'Усал һәм бик ачулы',
	'SMILIES_EXCLAMATION'			=> 'Өндәү',
	'SMILIES_GEEK'					=> 'Ботан',
	'SMILIES_IDEA'					=> 'Фикер',
	'SMILIES_LAUGHING'				=> 'Көлә',
	'SMILIES_MAD'					=> 'Ярсу',
	'SMILIES_MR_GREEN'				=> 'Яшел',
	'SMILIES_NEUTRAL'				=> 'Нейтраль',
	'SMILIES_QUESTION'				=> 'Сорау',
	'SMILIES_RAZZ'					=> 'Үртли',
	'SMILIES_ROLLING_EYES'			=> 'Күзне акайта',
	'SMILIES_SAD'					=> 'Күңелсез',
	'SMILIES_SHOCKED'				=> 'Шакката',
	'SMILIES_SMILE'					=> 'Елмая',
	'SMILIES_SURPRISED'				=> 'Гаҗәпләнде',
	'SMILIES_TWISTED_EVIL'			=> 'Бик усал',
	'SMILIES_UBER_GEEK'				=> 'Мегаботан',
	'SMILIES_VERY_HAPPY'			=> 'Бик канәгать',
	'SMILIES_WINK'					=> 'Күз кыса',

	'TOPICS_TOPIC_TITLE'			=> 'phpBB хуш килдегез',
));

?>