<?php
/**
*
* posting [Tatar]
*
* @package language
* @version $Id: posting.php 9742 2009-07-09 10:34:40Z bantu $
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
   exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$lang = array_merge($lang, array(
	'ADD_ATTACHMENT'			=> 'Өстәүләр кушарга',
	'ADD_ATTACHMENT_EXPLAIN'	=> 'Файл беркетергә теләмәсәгез, кырларны буш калдырыгыз.',
	'ADD_FILE'					=> 'Файл өстәргә',
	'ADD_POLL'					=> 'Сораштыру өстәргә',
	'ADD_POLL_EXPLAIN'			=> 'Әгәр хәбәрегезгә сораштыру өстәргә теләмәсәгез, кырларны буш калдырыгыз.',
	'ALREADY_DELETED'			=> 'Бу хәбәр бетерелгән инде.',
	'ATTACH_DISK_FULL'			=> 'Бу өстәүне йөкләү өчен тәлинкәдә буш урын җитми.',

	'ATTACH_QUOTA_REACHED'		=> 'Сезнең өстәүләрнең максималь гомуми күләме җитте',
	'ATTACH_SIG'				=> 'Имзаны өстәп җибәрү (имзаны шәхси бүлектә үзгәртеп була)',

	'BBCODE_A_HELP'				=> 'Хәбәр текстына файл өстәргә: [attachment=]filename.ext[/attachment]',
	'BBCODE_B_HELP'				=> 'Калын текст: [b]text[/b]',
	'BBCODE_C_HELP'				=> 'Код: [code]code[/code]',
	'BBCODE_D_HELP'				=> 'Флэш: [flash=width,height]http://url[/flash]',
	'BBCODE_F_HELP'				=> 'Текст зурлыгы: [size=85]small text[/size]',
	'BBCODE_IS_OFF'				=> '%sBBCode%s <em>СҮНГӘН</em>',
	'BBCODE_IS_ON'				=> '%sBBCode%s <em>КАБЫЗЫЛГАН</em>',
	'BBCODE_I_HELP'				=> 'Авыш текст: [i]text[/i]',
	'BBCODE_L_HELP'				=> 'Исемлек: [list]text[/list]',
	'BBCODE_LISTITEM_HELP'		=> 'Исемлек кисәге: [*]text[/*]',
	'BBCODE_O_HELP'				=> 'Номерлы исемлек: [list=]text[/list]',
	'BBCODE_P_HELP'				=> 'Рәсем куярга: [img]http://image_url[/img]',
	'BBCODE_Q_HELP'				=> 'Өземтә: [quote]text[/quote]',
	'BBCODE_S_HELP'				=> 'Текст төсе: [color=red]text[/color] Киңәш: сез мондый конструкция куллана аласыз: color=#FF0000',
	'BBCODE_U_HELP'				=> 'Астына сызылган текст: [u]text[/u]',
	'BBCODE_W_HELP'				=> 'Сылтама куярга: [url]http://url[/url] яки [url=http://url]URL text[/url]',
	'BBCODE_Y_HELP'				=> 'Исемлек: исемлек кисәген өстәргә',
	'BUMP_ERROR'				=> 'Соңгы хәбәрегездән соң ук яңа тема ача алмыйсыз. Моны соңрак эшләп карарсыз.',

	'CANNOT_DELETE_REPLIED'		=> 'Гафу итегез, сез җаваплары булмаган хәбәрләрне генә бетерә аласыз.',
	'CANNOT_EDIT_POST_LOCKED'	=> 'Бу хәбәр тыелган, аны сез үзгәртә алмыйсыз.',
	'CANNOT_EDIT_TIME'			=> 'Сез бу хәбәрне башка үзгәртә яки бетерә алмыйсыз.',
	'CANNOT_POST_ANNOUNCE'		=> 'Сез белдерү ясый алмыйсыз.',
	'CANNOT_POST_STICKY'		=> 'Сез беркетелгән темалар ясый алмыйсыз.',
	'CHANGE_TOPIC_TO'			=> 'Теманы үзгәртергә',
	'CLOSE_TAGS'				=> 'Тегларны ябарга',
	'CURRENT_TOPIC'				=> 'Хәзерге тема',

	'DELETE_FILE'				=> 'Файлны бетерергә',
	'DELETE_MESSAGE'			=> 'Хәбәрне бетерергә',
	'DELETE_MESSAGE_CONFIRM'	=> 'Бу хәбәрне бетерергәме?',
	'DELETE_OWN_POSTS'			=> 'Гафу итегез, сез үз хәбәрләрегезне генә бетерә аласыз.',
	'DELETE_POST_CONFIRM'		=> 'Бу хәбәрне бетерергәме?',
	'DELETE_POST_WARN'			=> 'Бетерелгән хәбәрне кире кайтарып булмый',
	'DISABLE_BBCODE'			=> 'Бу хәбәрдә BBCode сүндерергә',
	'DISABLE_MAGIC_URL'			=> 'URL адресларын сылтамаларга әйләндермәскә',
	'DISABLE_SMILIES'			=> 'Бу хәбәрдә смайликларны сүндерергә',
	'DISALLOWED_CONTENT'		=> 'Йөкләү кире кагылды, чөнки өстәү мөмкин булган һөҗүм булып билгеләнде',
	'DISALLOWED_EXTENSION'		=> '%s киңәйтүе администратор тарафыннан тыелган.',
	'DRAFT_LOADED'				=> 'Каралама йөкләнде, хәзер хәбәрне үзгәртүен тәмамлый аласыз<br />Бу хәбәрне җибәргәннән соң каралама бетереләчәк.',
	'DRAFT_LOADED_PM'			=> 'Каралама йөкләнде, шәхси хәбәрне үзгәртүен хәзер тәмамлый аласыз.<br />Бу шәхси хәбәрне җибәргәннән соң каралама бетереләчәк.',
	'DRAFT_SAVED'				=> 'Каралама сакланды.',
	'DRAFT_TITLE'				=> 'Каралама исеме',

	'EDIT_REASON'				=> 'Хәбәрне үзгәртү сәбәбе',
	'EMPTY_FILEUPLOAD'			=> 'Йөкләнгән файл буш.',
	'EMPTY_MESSAGE'				=> 'Сез хәбәр текстын кертергә тиеш',
	'EMPTY_REMOTE_DATA'			=> 'Файлны йөкләп булмады, аны кулдан йөкләп карагыз, зинһар.',

	'FLASH_IS_OFF'				=> '[flash] <em>СҮНГӘН</em>',
	'FLASH_IS_ON'				=> '[flash] <em>КАБЫЗЫЛГАН</em>',
	'FLOOD_ERROR'				=> 'Сез шунда ук икенче хәбәр җибәрә алмыйсыз. Бераз соңрак җибәреп карагыз, зинһар.',
	'FONT_COLOR'				=> 'Хәреф төсе',
	'FONT_COLOR_HIDE'			=> 'Төсләр аслыгын ябарга',
	'FONT_HUGE'					=> 'Бик зур',
	'FONT_LARGE'				=> 'Зур',
	'FONT_NORMAL'				=> 'Гади',
	'FONT_SIZE'					=> 'Хәреф зурлыгы',
	'FONT_SMALL'				=> 'Кечкенә',
	'FONT_TINY'					=> 'Бик кечкенә',

	'GENERAL_UPLOAD_ERROR'		=> 'Өстәүне йөкләп булмады: %s.',

	'IMAGES_ARE_OFF'			=> '[img] <em>СҮНГӘН</em>',
	'IMAGES_ARE_ON'				=> '[img] <em>КАБЫЗЫЛГАН</em>',
	'INVALID_FILENAME'			=> '%s файлының рөхсәт ителмәгән исеме.',

	'LOAD'						=> 'Йөкләргә',
	'LOAD_DRAFT'				=> 'Караламаны йөкләргә',
	'LOAD_DRAFT_EXPLAIN'		=> 'Хәбәр үзгәртүен дәвам итү өчен сез каралама сайлый аласыз. Хәзерге хәбәрегез бетереләчәк, хәбәр эчтәлеге югалачак. <br />Сез караламаларны шәхси бүлектә карый, үзгәртә һәм бетерә аласыз.',
	'LOGIN_EXPLAIN_BUMP'		=> 'Бу форумда теманы күтәрү өчен сезгә рөхсәт алып керергә кирәк.',
	'LOGIN_EXPLAIN_DELETE'		=> 'Бу форумда хәбәрләрне бетерү өчен сезгә рөхсәт алып керергә кирәк.',
	'LOGIN_EXPLAIN_POST'		=> 'Бу форумда хәбәрләр ясау өчен сезгә рөхсәт алып керергә кирәк.',
	'LOGIN_EXPLAIN_QUOTE'		=> 'Бу форумда хәбәрләрдән өземтәләр алу өчен сезгә рөхсәт алып керергә кирәк.',
	'LOGIN_EXPLAIN_REPLY'		=> 'Бу форумда темаларга җавап бирү өчен сезгә рөхсәт алып керергә кирәк.',

	'MAX_FONT_SIZE_EXCEEDED'	=> 'Сез зурлыгы %1$d зуррак булган хәрефләрне файдалана алмыйсыз.',
	'MAX_FLASH_HEIGHT_EXCEEDED'	=> 'Флэш-файлларыгыз биеклеге %1$d пикс. зуррак булырга тиеш түгел.',
	'MAX_FLASH_WIDTH_EXCEEDED'	=> 'Флэш-файлларыгыз киңлеге %1$d пикс. зуррак булырга тиеш түгел.',
	'MAX_IMG_HEIGHT_EXCEEDED'	=> 'Рәсемнәрегезнең биеклеге %1$d пикс. зуррак булырга тиеш түгел.',
	'MAX_IMG_WIDTH_EXCEEDED'	=> 'Рәсемнәрегез киңлеге %1$d пикс. зуррак булырга тиеш түгел.',

	'MESSAGE_BODY_EXPLAIN'		=> 'Хәбәрегезнең текстын кертегез. Хәбәрнең билгеләрдә озынлыгы <strong>%d</strong> билгедән артык булырга тиеш түгел.',
	'MESSAGE_DELETED'			=> 'Хәбәр бетерелде.',
	'MORE_SMILIES'				=> 'Тагын смайликлар…',

	'NOTIFY_REPLY'				=> 'Миңа җавап турында хәбәр итәргә',
	'NOT_UPLOADED'				=> 'Файлны йөкләп булмады.',
	'NO_DELETE_POLL_OPTIONS'	=> 'Сез булган җавап вариантларын бетерә алмыйсыз.',
	'NO_PM_ICON'				=> 'ШХ билгесе юк',
	'NO_POLL_TITLE'				=> 'Сез сораштыру исемен кертергә тиеш.',
	'NO_POST'					=> 'Хәбәр юк.',
	'NO_POST_MODE'				=> 'Хәбәр рәвеше күрсәтелмәгән.',

	'PARTIAL_UPLOAD'			=> 'Файл өлешчә генә йөкләнгән',
	'PHP_SIZE_NA'				=> 'Өстәүнең артык зур күләме.<br />Йөкләнгән файлларның php.ini да язылган максималь күләмен билгеләп булмый.',
	'PHP_SIZE_OVERRUN'			=> 'Өстәүнең күләме артык зур.<br />Йөкләгән файлның максималь күләме: %1$d %2$s.<br />Бу зурлык php.ini файлында билгеләнгән һәм форум чаралары ярдәмендә аны зуррак якка үзгәртеп булмый.',
	'PLACE_INLINE'				=> 'Хәбәр текстына өстәргә',
	'POLL_DELETE'				=> 'Сораштыруны бетерергә',
	'POLL_FOR'					=> 'Сораштыру дәвам итә',
	'POLL_FOR_EXPLAIN'			=> 'Сораштыру тәмамланмасын өчен 0 кертегез яки кырны буш калдырыгыз.',
	'POLL_MAX_OPTIONS'			=> 'Җавап вариантлары',
	'POLL_MAX_OPTIONS_EXPLAIN'	=> 'Сораштыру вакытында рөхсәт ителгән җавап вариантлары саны.',
	'POLL_OPTIONS'				=> 'Җавап вариантлары',
	'POLL_OPTIONS_EXPLAIN'		=> 'Һәр җавап вариантын яңа юлга урнаштырыгыз. Вариантларның максималь саны: <strong>%d</strong>.',
	'POLL_OPTIONS_EDIT_EXPLAIN'	=> 'Һәр җавап вариантын яңа юлга урнаштырыгыз. Вариантларның максималь саны: <strong>%d</strong>. Әгәр сез яңа җавап варианты өстәсәгез яки бетерсәгез, тавыш бирү нәтиҗәләре бетәчәк.',
	'POLL_QUESTION'				=> 'Сорау',
	'POLL_TITLE_TOO_LONG'		=> 'Сораштыру исеме 100 билгедән ким булырга тиеш.',
	'POLL_TITLE_COMP_TOO_LONG'	=> 'Сораштыру исеме артык озын, BBCode яки смайликлар санын киметеп карагыз.',
	'POLL_VOTE_CHANGE'			=> 'Җавапны үзгәртергә рөхсәт итәргә.',
	'POLL_VOTE_CHANGE_EXPLAIN'	=> 'Рөхсәт ителсә, кулланучылар сораштыруда үзләренең җавапларын үзгәртә ала.',
	'POSTED_ATTACHMENTS'		=> 'Йөкләнгән өстәүләр',
	'POST_APPROVAL_NOTIFY'		=> 'Хәбәрегезне хуплавы турында сезгә белдерәчәкбез.',
	'POST_CONFIRMATION'			=> 'Җибәрүне раслау',
	'POST_CONFIRM_EXPLAIN'		=> 'Хәбәрләрне автомат рәвештә урнаштыруны булдырмау өчен раслау кодын кертергә кирәк. Код түбәндәге рәсемдә күрсәтелгән. Начар күрү яки башка сәбәпләр аркасында рәсемдәге кодны укый алмыйсыз икән, %sадминистраторга%s мөрәҗәгать итегез',
	'POST_DELETED'				=> 'Хәбәр уңышлы бетерелде.',
	'POST_EDITED'				=> 'Хәбәр уңышлы үзгәртелде.',
	'POST_EDITED_MOD'			=> 'Хәбәр уңышлы үзгәртелде, ләкин ул форумда күренсен өчен башта модераторның хуплавы кирәк.',
	'POST_GLOBAL'				=> 'Мөһим',
	'POST_ICON'					=> 'Билге',
	'POST_NORMAL'				=> 'Гади',
	'POST_REVIEW'				=> 'Алдан карау',
	'POST_REVIEW_EDIT'			=> 'Алдан карау',
	'POST_REVIEW_EDIT_EXPLAIN'	=> 'Сез төзәткәндә, бу хәбәр башка кулланучы белән үзгәртелде. Сез хәзерге хәбәр юрамасын карый һәм теләгән үзгәртүләрне кертә аласыз.',
	'POST_REVIEW_EXPLAIN'		=> 'Бу темада һич булмаса бер тема өстәлде. Хәбәрегезнең эчтәлеген үзгәртергә теләрсез мөгаен.',
	'POST_STORED'				=> 'Хәбәр уңышлы җибәрелде.',
	'POST_STORED_MOD'			=> 'Хәбәр уңышлы җибәрелде, ләкин ул форумда күренсен өчен башта модераторның хуплавы кирәк.',
	'POST_TOPIC_AS'				=> 'Ясалучы теманың халәте',
	'PROGRESS_BAR'				=> 'Йөкләү индикаторы',

	'QUOTE_DEPTH_EXCEEDED'		=> 'Хәбәрдә бер-берсенә өстәлгән өземтәләрнең рөхсәт ителгән максималь саны: %1$d.',

	'SAVE'						=> 'Cакларга',
	'SAVE_DATE'					=> 'Соңгы үзгәртү',
	'SAVE_DRAFT'				=> 'Караламаны сакларга',
	'SAVE_DRAFT_CONFIRM'		=> 'Зинһар, игътибар итегез, хәбәрнең башы һәм тексты гына саклана, башка барлык кисәкләр бетерелә.<br />Караламаны хәзер сакларгамы?',
	'SMILIES'					=> 'Смайликлар',
	'SMILIES_ARE_OFF'			=> 'Смайликлар <em>СҮНГӘН</em>',
	'SMILIES_ARE_ON'			=> 'Смайликлар <em>КАБЫЗЫЛГАН</em>',
	'STICKY_ANNOUNCE_TIME_LIMIT'=> 'Белдерү/беркетелгән тема өчен вакыт',
	'STICK_TOPIC_FOR'			=> 'Тема беркетеләчәк',
	'STICK_TOPIC_FOR_EXPLAIN'	=> 'Тема һәрчак белдерү яки беркетелгән булсын өчен 0 кертегез, яки кырны буш калдырыгыз. Игътибар итегез, бу сан хәбәрне җибәрү көненә чагыштырмача тора.',
	'STYLES_TIP'				=> 'Киңәш: сайланган текстка стильләрне бик тиз кулланып була.',

	'TOO_FEW_CHARS'				=> 'Хәбәрегез артык кыска.',
	'TOO_FEW_CHARS_LIMIT'		=> 'Хәбәрегез %1$d билгеле. Хәбәрне күрсәтү өчен минималь кирәк билге саны — %2$d.',
	'TOO_FEW_POLL_OPTIONS'		=> 'Сез сораштыруга җавапның кимендә ике вариантын кертергә тиешсез.',
	'TOO_MANY_ATTACHMENTS'		=> 'Өстәү мөмкин түгел, чөнки хәбәрдә аларның максималь саны җитте: <b>%d</b>',
	'TOO_MANY_CHARS'			=> 'Хәбәрегез артык озын.',
	'TOO_MANY_CHARS_POST'		=> 'Сезнең хәбәрдә тамгалар артык күп: %1$d. Рөхсәт ителгән максималь сан: %2$d.',
	'TOO_MANY_CHARS_SIG'		=> 'Имзагызда билгеләр артык күп: %1$d. Рөхсәт ителгән максималь сан: %2$d.',
	'TOO_MANY_POLL_OPTIONS'		=> 'Сез сораштыруда җавап вариантларын артык күп сайладыгыз.',
	'TOO_MANY_SMILIES'			=> 'Сезнең хәбәрегездә смайликлар артык күп. Рөхсәт ителгән максималь сан: %d.',
	'TOO_MANY_URLS'				=> 'Хәбәрегездә URL сылтамалары артык күп. Рөхсәт ителгән максималь сан: %d.',
	'TOO_MANY_USER_OPTIONS'		=> 'Җавап вариантлары артык күп.',
	'TOPIC_BUMPED'				=> 'Тема уңышлы күтәрелде.',

	'UNAUTHORISED_BBCODE'		=> 'Сез кайбер BBCode куллана алмыйсыз: %s.',
	'UNGLOBALISE_EXPLAIN'		=> 'Теманың халәтен мөһимнән гадигә үзгәртү өчен сез ул тема күрсәтеләчәк форумны сайларга тиеш.',
	'UPDATE_COMMENT'			=> 'Аңлатманы яңартырга',
	'URL_INVALID'				=> 'Күрсәтелгән файлның адресы рөхсәт ителмәгән.',
	'URL_NOT_FOUND'				=> 'Күрсәтелгән файл табылмады.',
	'URL_IS_OFF'				=> '[url] <em>СҮНГӘН</em>',
	'URL_IS_ON'					=> '[url] <em>КАБЫЗЫЛГАН</em>',
	'USER_CANNOT_BUMP'			=> 'Сез бу форумда темалар күтәрә алмыйсыз.',
	'USER_CANNOT_DELETE'		=> 'Сез бу форумда хәбәрләрне бетерә алмыйсыз.',
	'USER_CANNOT_EDIT'			=> 'Сез бу форумда хәбәрләрне үзгәртә алмыйсыз.',
	'USER_CANNOT_REPLY'			=> 'Сез бу форумда хәбәрләргә җавап бирә алмыйсыз.',
	'USER_CANNOT_FORUM_POST'	=> 'Бу форумда хәбәрләр урнаштыра алмыйсыз. Форумның төре аны кулланмый.',

	'VIEW_MESSAGE'				=> '%sХәбәрегезне карарга%s',
	'VIEW_PRIVATE_MESSAGE'		=> '%sСез җибәргән шәхси хәбәрләрне карарга%s',

	'WRONG_FILESIZE'			=> 'Беркетелгән файл күләме артык зур.  <br />Максималь рөхсәт ителгән күләм: %1d %2s.',
	'WRONG_SIZE'				=> 'Рәсем зурлыгы %1$d×%2$d кечкенә һәм %3$d×%4$d зур булырга тиеш түгел. Җибәрелгән рәсем зурлыгы - %5$d×%6$d. Барлык зурлыклар пиксельдә күрсәтелгән.',
));

?>